{
    "1": {
        "name": "Lucky Shamrock™ - Returning Favorite",
        "category": "Fresh & Clean",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/lucky-shamrock---returning-favorite/ORCL_1632868.html",
        "description": "This is a Fresh & Clean fragrance. A touch of the Emerald Isle…the fresh scent of lush, green hills kissed by a sparkle of sunshine. Top notes: Green Notes, Zesty Citrus. Middle notes: Eucalyptus, Hyacinth. Base notes: Cedar Wood, Violet Leaf. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.3",
        "overall_reviewcount": "674",
        "img_url": "images/1.jpg",
        "reviews": {
            "review1": {
                "review_body": "This is one of my favorite scents! It is so clean and fresh and has a great throw",
                "rating_value": 5
            },
            "review2": {
                "review_body": "Lovely grassy scent, nice and clean. Lightly wet, fresh-cut grass. It’s a classic for a reason.",
                "rating_value": 5
            },
            "review3": {
                "review_body": "I discovered this candle last year and enjoyed it so much that I bought it again to burn in March. Its fresh green scent is perfect for the end of winter, when your spirits need a lift.",
                "rating_value": 5
            },
            "review4": {
                "review_body": "This is my third Lucky Shamrock candle. I really enjoy the natural sence. It's very subtle and pleasant.",
                "rating_value": 5
            },
            "review5": {
                "review_body": "I waited all year for this scent to come out. I am originally from Ireland and this reminds me so much of home. I usually buy as many as they have in stock. If you want, the original smells of Ireland, this candle is for you.",
                "rating_value": 5
            },
            "review6": {
                "review_body": "I love seeing the classic seasonal fragrances of the past return for limited engagements.  What I would really like to see are the returning favorites be offered in the newer soy blend wax but still in the original apothecary jars.  While paraffin was the original formula and will always be a classic, it burns too slowly, which doesn't allow us to rotate out our fragrances as often as we'd like.",
                "rating_value": 4
            },
            "review7": {
                "review_body": "I loved the jar to match my decorations. Also enjoyed the scent. Unfortunately it didnt burn evenly. I endednup with a hole in the middle and hard wax on the sides.",
                "rating_value": 2
            },
            "review8": {
                "review_body": "Fresh scent...will repurchase. Each scent so far is pretty well saturated instead of just on the surface like other candles. Scent remains continuous throughout burn time. Love that about Yankee.",
                "rating_value": 4
            }
        }
    },
    "2": {
        "name": "Capri Glow",
        "category": "Sweet & Spicy",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/capri-glow/ORCL_2643577.html",
        "description": "This is a Sweet & Spicy fragrance. Bask in the summer glow of Capri’s sandy beaches with scents of sun-kissed amber, frangipani blossoms, and a splash of citrus zest. Top notes: Citrus Zest, Bitter Orange, Myrtle. Middle notes: African Orange Flower, Neroli Blossom, Frangipani. Base notes: Sun-Kissed Amber, Bleached Woods, Sheer Musk, Macadamia. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.8",
        "overall_reviewcount": "75",
        "img_url": "images/2.jpg",
        "reviews": {
            "review9": {
                "review_body": "A beautiful scent.... my house smells sooooo good!",
                "rating_value": 5
            },
            "review10": {
                "review_body": "I just bought this candle and it's my absolute favorite!! I hope they keep this candle around for awhile.",
                "rating_value": 5
            },
            "review11": {
                "review_body": "Lovely scent for Spring and summer , I bought for a gift but kept for myself.",
                "rating_value": 5
            },
            "review12": {
                "review_body": "New favorite! Mild scent that has vanilla undertones, to me. Not over powering at all. Light and fresh.",
                "rating_value": 5
            },
            "review13": {
                "review_body": "amazing scent that lasts and very delightful different scent!",
                "rating_value": 5
            },
            "review14": {
                "review_body": "I've bought these several times and different sizes. The long lasting aroma it gives out by not even lighting up is wonderful. When lit up, the aroma is more pleasant.",
                "rating_value": 5
            },
            "review15": {
                "review_body": "Capri glow is a refreshing scent that reminded me of a warm sunny day, the scent of citrus in the air, just a really bright scent that really captures spring and summer. This candle brings me straight to the beach too. There are scents of fresh beach air, a little vanilla scent mixed with citrus. It’s so refreshing! The color is beautiful. It’s a very soft bright color that brings the feeling of a garden from Italy right in to your home! The color is pink/peach color . I love this scent! It definitely can give your home or office a fresh inviting scent. You absolutely will love it! I think the color is very cheerful and will accent any room in both scent and color! I love the glass jar in a large size for the long burn time, safety of a glass jar and being able to enjoy the color through the glass.",
                "rating_value": 5
            },
            "review16": {
                "review_body": "Beautiful fragrance, light and bright, clean and fresh. Will be one of my new favorites.",
                "rating_value": 5
            }
        }
    },
    "3": {
        "name": "Lemon Gelato",
        "category": "Citrus",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/lemon-gelato/ORCL_2643574.html",
        "description": "This is a Citrus fragrance. Cool down your Sicilian summer afternoon with a delicious frozen dessert, complete with scents of icy lemon, sweet gelato, and fizzy citrus. Top notes: Iced Lemon, Lime, Black Currant. Middle notes: Strawberry, Marshmallow, Blackberry. Base notes: Vanilla, Sweet Gelato, Musky Woods, Sugared Citrus. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.8",
        "overall_reviewcount": "90",
        "img_url": "images/3.jpg",
        "reviews": {
            "review17": {
                "review_body": "I love this scent ! It is so refreshing and different from other Lemon scents Ive gotten in the past.Its got that bit of sweetness to the lemon which is lovely",
                "rating_value": 5
            },
            "review18": {
                "review_body": "Soft and distinct fragrance. Fresh and new!! Great color",
                "rating_value": 5
            },
            "review19": {
                "review_body": "Candle has a very weak, almost nonexistent throw when lit, no matter how long it burns. Had high hopes for this candle because it does have a very pleasant and refreshing scent.",
                "rating_value": 2
            },
            "review20": {
                "review_body": "The smell is amazing! It’s fresh, lemony, with a hint of vanilla. And can we talk about the design on the candle?! Too cute! I have never splurged on a yankee candle for myself but I am happy with the quality and would consider purchasing from them",
                "rating_value": 5
            },
            "review21": {
                "review_body": "Great Scent  and burns well . Will definitely buy more",
                "rating_value": 5
            },
            "review22": {
                "review_body": "Smelling like 👍 and feeling like the wonderful scent of lemon throughout kitchen.  The lemon smells like a powerful scent of energizing lemon 🍋 candies.",
                "rating_value": 5
            },
            "review23": {
                "review_body": "not as strong as I prefer.... but is a good smelling candle",
                "rating_value": 4
            },
            "review24": {
                "review_body": "Such a good scent that smells even better when lit. Has a good throw with notes of lemon, ice, and berry background. The entire Italy collection is wonderful, but this a favorite",
                "rating_value": 5
            }
        }
    },
    "4": {
        "name": "Azure Sky",
        "category": "Floral",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/azure-sky/ORCL_2643578.html",
        "description": "This is a Floral fragrance. Aromas of fresh mango, sweet coconut cream, and solar tuberose waft through the air, washing over you like a gentle wave on the Positano coastline. Top notes: Orange, Mango, Pineapple. Middle notes: Coastal Tuberose, Rose, Coconut, Sea Salt. Base notes: Vanilla, Amber, Tropical Musk. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.7",
        "overall_reviewcount": "71",
        "img_url": "images/4.jpg",
        "reviews": {
            "review25": {
                "review_body": "I brought this candle in store. It smell really good! If you like fresh linen scent you will 100% love this!",
                "rating_value": 5
            },
            "review26": {
                "review_body": "Great scent very calming and relaxing.I love yankee candles.",
                "rating_value": 4
            },
            "review27": {
                "review_body": "Beautiful scent! Almost makes me feel like I'm on the beach.",
                "rating_value": 5
            },
            "review28": {
                "review_body": "This is a heavenly scent of fresh mango that comes through instantly with coconut that just smells divine! Love the combination of scents together, smells fresh and not overwhelming",
                "rating_value": 5
            },
            "review29": {
                "review_body": "Absolutely love the smell of this candle will be ordering it again",
                "rating_value": 5
            },
            "review30": {
                "review_body": "This is not my favorite fragrance. Will not be ordering it again.",
                "rating_value": 5
            },
            "review31": {
                "review_body": "Very lightly scented candle. Looks nice with the mosaic light diffuser.",
                "rating_value": 5
            },
            "review32": {
                "review_body": "This scent is nothing short of fantastic. It smells clean, fresh, and tropical. I can smell notes of the coconut and mango most vividly. I highly recommend this scent!",
                "rating_value": 5
            }
        }
    },
    "5": {
        "name": "Pistachio Latte",
        "category": "Sweet & Spicy",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/pistachio-latte/ORCL_2643569.html",
        "description": "This is a Sweet & Spicy fragrance. Grab a quick pick-me-up at a Roman coffee bar, where notes of pistachio, creamy coconut milk, and sugared vanilla swirl together in a sumptuous concoction. Top notes: Almond Milk, Crushed Pistachio. Middle notes: Marshmallow, Coconut Milk, Sugar. Base notes: Amber, Musk, Sugared Vanilla. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.5",
        "overall_reviewcount": "72",
        "img_url": "images/5.jpg",
        "reviews": {
            "review33": {
                "review_body": "Got a small candle with a previous order and LOVED pistachio latte! I ordered two large jar candles of this scent after getting the small candle.",
                "rating_value": 5
            },
            "review34": {
                "review_body": "Super yummy scent! Highly recommend this one while you can get it.",
                "rating_value": 5
            },
            "review35": {
                "review_body": "This one smelled really nice but I think I was expecting a more almond forward fragrance. This ended up being a very warm, nutty fragrance that was sweet and bordering on cloying. A nuttier version of a hazelnut latte, definitely in that realm. I’d love an almond/marzipan forward pistachio ice cream scent in the future! If YC is going off of the pistachio trend right now, this one missed the mark. They definitely should have some more almond!",
                "rating_value": 3
            },
            "review36": {
                "review_body": "I very much like the scent. And the color is a pretty green. I just wish the throw was better. I like strong candles. I ordered and warmer and maybe will help.",
                "rating_value": 3
            },
            "review37": {
                "review_body": "Great scent and not overpowering. I have it burning in my kitchen with my St. Patricks day illuma-lid.",
                "rating_value": 5
            },
            "review38": {
                "review_body": "Wonderful nutty, sweet and creamy pistachio scent, it's perfect for Spring and glad we have a gourmand option in the beautiful Hello Italy collection!",
                "rating_value": 5
            },
            "review39": {
                "review_body": "Love this smell wish it was just a little more sweet latte smelling",
                "rating_value": 4
            },
            "review40": {
                "review_body": "this burns well but leaves black around surfaces. Also, the smell is not for me, strong and lingers, too bad it was not a pleasant one",
                "rating_value": 2
            }
        }
    },
    "6": {
        "name": "Olive & Cypress",
        "category": "Fresh & Clean",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/olive-cypress/ORCL_2643572.html",
        "description": "This is a Fresh & Clean fragrance. Stroll through Tuscany’s magnificent forests, surrounded by the captivating fragrances of olive trees, rosemary, and lush cypress. Top notes: Olive, Pink Peppercorn, Rosemary. Middle notes: Avocado, Coriander, Fennel. Base notes: Amber, Moss, Vetiver, Cypress. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.4",
        "overall_reviewcount": "64",
        "img_url": "images/6.jpg",
        "reviews": {
            "review41": {
                "review_body": "I absolutely love the smell of this candle.  It is neutral, not too sweet or pungent.  But...it doesn't have enough of a throw.  I ordered 3 and had them all burning for a week in my family room/kitchen.  The smell was very faint.  I'm going to try the two-wick in this scent, hoping it will be stronger, because it is indeed a great smell.",
                "rating_value": 4
            },
            "review42": {
                "review_body": "Fragrance, although soft is very pleasant.\nLike a meadow with cypress trees at the edges",
                "rating_value": 4
            },
            "review43": {
                "review_body": "Pretty color—that’s about it -  poor scent.  I was so excited for this scent but so disappointed",
                "rating_value": 1
            },
            "review44": {
                "review_body": "This is a lovely, fresh,clean scent.  It's on the lighter side and a little hard to describe.",
                "rating_value": 5
            },
            "review45": {
                "review_body": "I was a little iffy on this candle scent, but I’m so glad I bought it! It’s light and fresh and I received many compliments on the smell. I’ll definitely buy this again and again!",
                "rating_value": 5
            },
            "review46": {
                "review_body": "Refreshing scents of rosemary come through with candle. Smells very subtle throughout the  house and not overbearing, love the combination of fresh wood and rosemary",
                "rating_value": 5
            },
            "review47": {
                "review_body": "Wonderful blend of fragrances.  Has a floral scent with savory undertones.",
                "rating_value": 5
            },
            "review48": {
                "review_body": "It's as if I'm cooking a savory dish in my kitchen.",
                "rating_value": 5
            }
        }
    },
    "7": {
        "name": "Sun Club - Lemon & White Rose",
        "category": "Citrus",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/sun-club---lemon-white-rose/ORCL_2659004.html",
        "description": "This is a Citrus fragrance. Break free from the sidelines with scents of lemon, white rose, and vanilla — at the sun club, a little fun goes a long way. Top notes: Fresh-Squeezed Orange, Mandarin, Lemon. Middle notes: Jasmine, White Rose, Juniper. Base notes: Sandalwood, Vanilla, Water Musk. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.3",
        "overall_reviewcount": "7",
        "img_url": "images/7.jpg",
        "reviews": {
            "review49": {
                "review_body": "The smell lights up the room and smells fantastic as the candle lingers all over",
                "rating_value": 5
            },
            "review50": {
                "review_body": "A great option for the kitchen! Love the lemon fragrance.",
                "rating_value": 4
            },
            "review51": {
                "review_body": "One of my very favorites is Yankee Candle lemon anything. I also love rose. This was a no for me. While there was definite lemon, I got little (no) rose and a mix of either men's aftershave or laundry soap. Not what I was expecting at all. Very strong on the \"fake\" strong smells that overpowered the lemon and completely absorbed the rose I was hoping for. That being said, I am a die hard Yankee Candle fan. This one just missed.",
                "rating_value": 1
            }
        }
    },
    "8": {
        "name": "On the Green - Pear & Water Lily",
        "category": "Fresh & Clean",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/on-the-green---pear-water-lily/ORCL_2659026.html",
        "description": "This is a Fresh & Clean fragrance. As you make your approach, all goes quiet…fragrance notes of pear, water lily, and fresh cut grass invigorate your sense of concentration. Top notes: Bergamot, Cassis Bud, Pear. Middle notes: Water Lily, Cucumber, Jasmine, Fresh Cut Grass. Base notes: Sandalwood, Coconut Water, Vanilla. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "5.0",
        "overall_reviewcount": "10",
        "img_url": "images/8.jpg",
        "reviews": {
            "review52": {
                "review_body": "New fragrance- love the mild pear and floral scent- great combination",
                "rating_value": 5
            },
            "review53": {
                "review_body": "This fragrance reminds of shopping in the produce section of the grocery store.",
                "rating_value": 5
            },
            "review54": {
                "review_body": "I love the pear and lily scent!! This will be added to my list of favorites!",
                "rating_value": 5
            },
            "review55": {
                "review_body": "Very clean scent.Not too heavy fresh spring flowers",
                "rating_value": 5
            },
            "review56": {
                "review_body": "I haven't burned green pear & water lily but it smells so good! Can't wait to light it and it will be soon.   Love the color too.",
                "rating_value": 5
            },
            "review57": {
                "review_body": "I love the scent of this candle. Very nice fruity green smell. Very pleasant scent",
                "rating_value": 5
            }
        }
    },
    "9": {
        "name": "By the Pool - Amber & Coconut",
        "category": "Fresh & Clean",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/by-the-pool---amber-coconut/ORCL_2658992.html",
        "description": "This is a Fresh & Clean fragrance. After a full day of fun at the club, relax under an umbrella beside the pool with aromas of salted coconut, mineral amber, and just a hint of chlorine accord. Top notes: Citrus, Green, Chlorine Accord. Middle notes: Salted Coconut, Vanilla Bean, Lactonic. Base notes: Violet, Mineral Amber. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.6",
        "overall_reviewcount": "9",
        "img_url": "images/9.jpg",
        "reviews": {
            "review58": {
                "review_body": "I always go to the one in Staten Island alssy. Very nice person I did stop when you guys send her to New Jersey now now she is back I love 💜",
                "rating_value": 5
            },
            "review59": {
                "review_body": "This one I love!   Can't wait to burn it.   Beautiful color and the smell is amazing,",
                "rating_value": 5
            },
            "review60": {
                "review_body": "By the Pool is an awesome scent.  It is so refreshing and clean smell.  It is now my favorite",
                "rating_value": 5
            },
            "review61": {
                "review_body": "I bought this scent hoping for a coconut sun tan lotion mixed with outdoor scent. To me, it was gross. It was reminiscent of old man cologne, cheap laundry detergent and fake grass smell. Reminded me of the very strong smell of the midsummer night scent. (My least favorite.) Sorry. Honest review. I love Yankee Candle. This one missed for me.",
                "rating_value": 1
            }
        }
    },
    "10": {
        "name": "Lucky Sweater - Musk & Geranium",
        "category": "Fresh & Clean",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/lucky-sweater---musk-geranium/ORCL_2658996.html",
        "description": "This is a Fresh & Clean fragrance. Wrap your good-luck charm around your shoulders for a boost of confidence and optimism as you hit the court. Surrounded by notes of geranium, musk, and an all-too-familiar embrace, you’re ready to bounce back. Top notes: Bergamot, Sweater Aldehydes, Almond. Middle notes: Geranium, Jasmine, Orange Blossom, Aloe Vera. Base notes: Amber, Sandalwood, Musk. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.4",
        "overall_reviewcount": "5",
        "img_url": "images/10.jpg",
        "reviews": {
            "review62": {
                "review_body": "I probably a hoarder when it comes to Yankee, Yankee anything!!!    I have not burned this one yet, but I will, and it will be soon.  Wonderful smelling candle and beautiful color.",
                "rating_value": 5
            },
            "review63": {
                "review_body": "Best Candle! The best fragrance candle. Smells so good and fills the room.",
                "rating_value": 5
            }
        }
    },
    "11": {
        "name": "Social Birdie - Melon & Spun Sugar",
        "category": "Fruity",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/social-birdie---melon-spun-sugar/ORCL_2659001.html",
        "description": "This is a Fruity fragrance. Sharing the court with friends makes everything more fun. Embrace the spirit of competition with fragrance notes of melon, lily of the valley, and spun sugar. Top notes: Melon, Strawberry, Fresh Green. Middle notes: Lily of the Valley, Jasmine, Vanilla. Base notes: Spun Sugar, Sandalwood, Amber. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "5.0",
        "overall_reviewcount": "8",
        "img_url": "images/11.jpg",
        "reviews": {
            "review64": {
                "review_body": "Enjoying the scent. One of my favorites, yankee candles has a wide selection",
                "rating_value": 5
            },
            "review65": {
                "review_body": "I love this one, I got a couple of the new line, and the smell is strong fills a large room nicely and overall it isn't too sweet or like the fake melon smell other candles can sometimes have.",
                "rating_value": 5
            }
        }
    },
    "12": {
        "name": "Strawberry Bunny Shortcake",
        "category": "Sweet & Spicy",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/strawberry-bunny-shortcake/ORCL_2640802.html",
        "description": "This is a Sweet & Spicy fragrance. A tempting confection of sweet strawberries layered between fluffy vanilla cake and topped with whipped cream. Top notes: Spun Sugar, Sweet Strawberry, Lychee, Black Raspberry, Blood Orange. Middle notes: Passionfruit, Fluffy Cotton Candy, Pink Pomegranate, Pink Kiwi. Base notes: Whipped Vanilla Malt, White Honey. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "5.0",
        "overall_reviewcount": "12",
        "img_url": "images/12.jpg",
        "reviews": {
            "review66": {
                "review_body": "This candle smells amazing and pairs perfect with the Bunny with Glasses Glass Shade.",
                "rating_value": 5
            },
            "review67": {
                "review_body": "This fragrance is amazing!!! I could smell it before I opened the package. I would definitely order this one again.",
                "rating_value": 5
            },
            "review68": {
                "review_body": "This candle smells just like strawberry  shortcake 🍰",
                "rating_value": 5
            },
            "review69": {
                "review_body": "I bought this today and I can’t get over how good it smells, best smelling scent",
                "rating_value": 5
            },
            "review70": {
                "review_body": "OMG! If you like a delicious smell of strawberries, strawberry cake and a hint of vanilla strawberry and all things strawberry you will absolutely LOVE this new flavor! I just got my order today and I’m in LOVE! I really hope Yankee Candle keeps this one in their collection forever! I will definitely be getting more of this delicious candle! Perhaps Yankee Candle can also expand this in the home fragrance and car!",
                "rating_value": 5
            },
            "review71": {
                "review_body": "This is the best smelling candle just purchased another one",
                "rating_value": 5
            }
        }
    },
    "13": {
        "name": "Pink Sands™",
        "category": "Floral",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/pink-sands/ORCL_1205337.html",
        "description": "This is a Floral fragrance. Pink Sands™ is the exotic island escape you've always dreamed of. Juicy melon scents are softened by gentle aromas of osmanthus, giving you space to relax and clear your mind. Warm base notes, enriched by a touch of jasmine, complete the sense of paradise. Top notes: Citrus, Melon, Berry. Middle notes: Osmanthus. Base notes: Spicy Vanilla, Musk, Woody Notes. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.8",
        "overall_reviewcount": "3246",
        "img_url": "images/13.jpg",
        "reviews": {
            "review72": {
                "review_body": "Great scent for a \"beach-y\" reminder. We love having this in our bedroom.",
                "rating_value": 4
            },
            "review73": {
                "review_body": "I love this fragrance; one of my favorites.  Very pleasant",
                "rating_value": 5
            },
            "review74": {
                "review_body": "The scent is signature of the brand that why it’s so amazing",
                "rating_value": 5
            },
            "review75": {
                "review_body": "I like this candle smell not overwhelming. When this candle burns halfway so nice.",
                "rating_value": 4
            },
            "review76": {
                "review_body": "This delicious, fruity scent has such a great throw! It's my boyfriend's favorite candle!",
                "rating_value": 5
            },
            "review77": {
                "review_body": "The smell so nice and lovely , i liked it in the first time i try it",
                "rating_value": 5
            },
            "review78": {
                "review_body": "It smells amazing  and burns slow. I use in my bedroom but the smell travels throughout my home.",
                "rating_value": 5
            },
            "review79": {
                "review_body": "Okay I hate giving bad reviews but I’ve tried giving this scent a chance and I just can’t. The title is misleading for me- I was expecting tropical- I got soap. We got this as a gift so we will use it but I cannot stand the smell, it’s SO potent. I think it’s the jasmine that throws me off. The candle is so cute too esp with the image and pink color but i just cannot stand the smell. I will say however it’s good for odor elimination, we use it for after cooking.",
                "rating_value": 3
            }
        }
    },
    "14": {
        "name": "Lemon Lavender",
        "category": "Citrus",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/lemon-lavender/ORCL_1073481.html",
        "description": "This is a Citrus fragrance. The uplifting, zesty scent of lemon combines with soothing lavender aromas to create Lemon Lavender — a refreshing blend that brings a touch of serenity to your space. Herbal notes at the center of the fragrance and hints of spice in the base create a perfect balance of invigoration and relaxation. Top notes: Tangerine, Lemon, Aromatic Lavender. Middle notes: Fruity Notes, Orange, Petitgrain, Eucalyptus. Base notes: Vanilla, Hints of Spice. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.7",
        "overall_reviewcount": "2512",
        "img_url": "images/14.jpg",
        "reviews": {
            "review80": {
                "review_body": "I love the smell of citrus and I love lavender’s scent!\nThis combo is wonderful!\nFresh clean citrus smell combined with a little sweetness from the lavender hits the mark for me!\nIt is a great combo!\nI have the diffusers and candles in this scent throughout my house, it is just the scent I like nice and refreshing.",
                "rating_value": 5
            },
            "review81": {
                "review_body": "Fragrance is wonderful!!!\nI find the mini candles to have less odor.",
                "rating_value": 5
            },
            "review82": {
                "review_body": "I'm extremely surprised with this candle. I didn't think lemon and lavender would go so well together but they do. They perfectly balance each other out and the scent isn't overwhelming either. The candle burns nicely and I'm happy with the overall quality of the candle as well.",
                "rating_value": 5
            },
            "review83": {
                "review_body": "Arrived broken; packaging was not very secure. Scent was artificial - not much lavender. Very floral.",
                "rating_value": 1
            },
            "review84": {
                "review_body": "This candle gives you the feeling of sitting table side of a small cafe in the summer sipping a lavender lemonade chilled as the warm sun covers you! It’s wonderful! The lemon is dominant but the lavender is there lightly complimenting the lemon scent. While lavender isn’t usually my husbands favorite scent because generally it’s too strong but this was done right! While I would Use this scent mostly in the warm weather I have to say right after the holidays when I was cleaning up the decorations getting the house in order I lit this candle it was perfect! The lemon scent gave the house the clean scent the lavender was light pure and perfect for a “early spring cleaning “ ! I really love this scent and bought another for my daughter and my friend!",
                "rating_value": 5
            },
            "review85": {
                "review_body": "I received this as a Hanukkah gift and I LOVE the way it smells!! It's so fragrant, too.",
                "rating_value": 5
            },
            "review86": {
                "review_body": "Mild scent!  Better for people with allergies than the stronger scents.",
                "rating_value": 4
            },
            "review87": {
                "review_body": "love this smell been using this candle since forever.  Last forever",
                "rating_value": 5
            }
        }
    },
    "15": {
        "name": "Fresh Cut Roses",
        "category": "Floral",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/fresh-cut-roses/ORCL_1038367.html",
        "description": "This is a Floral fragrance. The fresh, dewy, and intoxicating scent of a lush bouquet of roses. Rounded with apple peel in the top notes and soft powder at the base, this scent invites you to treat yourself to a dozen long-stemmed beauties. Top notes: Fruity Apple Peel, Green Leaf, Citrus. Middle notes: Red Rose, Geranium. Base notes: Soft Powder, Musk. Top note is the initial impression of the fragrance, middle note is the main body of the scent, and base is its final impression.",
        "overall_rating": "4.8",
        "overall_reviewcount": "3128",
        "img_url": "images/15.jpg",
        "reviews": {
            "review88": {
                "review_body": "I have always loved the smell of roses! This candle brings me back to smelling roses in my mom’s garden. Such a pleasant calming scent ! Highly recommend it!",
                "rating_value": 5
            },
            "review89": {
                "review_body": "Fresh Cut Roses are one of my favorite candle fragrances.  Yankee Candles are the best!",
                "rating_value": 5
            },
            "review90": {
                "review_body": "Love this candle, one of my favorites because of the smell of fresh roses!",
                "rating_value": 5
            },
            "review91": {
                "review_body": "This scent is the closest thing to fresh roses.  The large 1 wick candle is the best and the scent really lasts!",
                "rating_value": 5
            },
            "review92": {
                "review_body": "While not in my top 3 it is a very pretty scent and have purchased this many times",
                "rating_value": 5
            },
            "review93": {
                "review_body": "I'm very happy with Yankee candles the prices are very good and",
                "rating_value": 5
            },
            "review94": {
                "review_body": "These are my all time favorite. I order them whenever I get a chance.",
                "rating_value": 5
            },
            "review95": {
                "review_body": "Amazing scent, my favorite! I love to order this in spring, it's perfect.",
                "rating_value": 5
            }
        }
    },
    "16": {
        "name": "Lilac Blossoms",
        "category": "Floral",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/lilac-blossoms/ORCL_1006995.html",
        "description": "This is a Floral fragrance. The heady, alluring scent of just-opened lilac blossoms embodies the essence of spring. This true-to-life bouquet includes notes of dewy greens, bergamot, and moss to round out the fragrance. Top notes: Dewy Greens, Water Lily, Bergamot. Middle notes: Lilac Petals, Hyacinth, Tulip Bulbs. Base notes: Cedarleaf, Vetiver, Moss. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.7",
        "overall_reviewcount": "3311",
        "img_url": "images/16.jpg",
        "reviews": {
            "review96": {
                "review_body": "Spring is in the air and spring can never come to soon.",
                "rating_value": 5
            },
            "review97": {
                "review_body": "A perennial favorite of mine. Reminds me of times long ago. Eternal springtime.",
                "rating_value": 5
            },
            "review98": {
                "review_body": "One of my top 3 favorites, absolutely love this one",
                "rating_value": 5
            },
            "review99": {
                "review_body": "This scent is gorgeous.  I love the calming lilac fragrance throughout my room.",
                "rating_value": 5
            },
            "review100": {
                "review_body": "This smells great!  Love Love Love the scent! Would buy again.",
                "rating_value": 5
            },
            "review101": {
                "review_body": "love this lilac candle..everyone that comes in my home comments how wonderful my house smells",
                "rating_value": 5
            },
            "review102": {
                "review_body": "Have purchased this sent in the past and will continue to purchase it. It consistently smells great!",
                "rating_value": 5
            },
            "review103": {
                "review_body": "Great for spring, but all year too. Nice color as well to match with room decorations!",
                "rating_value": 5
            }
        }
    },
    "17": {
        "name": "Vineyard® - Returning Favorite",
        "category": "Fruity",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/vineyard---returning-favorite/ORCL_1632866.html",
        "description": "This is a Fruity fragrance. The sweet aroma of plump cabernet, merlot and zinfandel grapes. Top notes: Robust Grapes. Middle notes: Red Fruit Notes. Base notes: Mossy Notes. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.8",
        "overall_reviewcount": "1059",
        "img_url": "images/17.jpg",
        "reviews": {
            "review104": {
                "review_body": "Vineyard is an amazing scent. I love grape and this really does come thru. It is so calming",
                "rating_value": 5
            },
            "review105": {
                "review_body": "This is one of my favorite smells. I love to burn it in the kitchen.",
                "rating_value": 5
            },
            "review106": {
                "review_body": "Not my absolutel favorite scent but still smells refreshing!",
                "rating_value": 4
            },
            "review107": {
                "review_body": "If you love the smell of grapes then this is for you",
                "rating_value": 5
            },
            "review108": {
                "review_body": "LOVE this scent!  Very room filling!  The scent is strong but not overpowering.",
                "rating_value": 5
            },
            "review109": {
                "review_body": "This candle smells just like walking through a grape vineyard. The scent travels through my home and get so many compliments from visitors asking where I got this candle from",
                "rating_value": 5
            },
            "review110": {
                "review_body": "For years I loved Blueberry Scone and Vineyard Yankee candles. Was hopeful this was as good. Unfortunately, these aren't anywhere near as good as Blueberry Scone. The scent is nice, but very faint. I used to purchase in store, until they closed. I just feel like the quality and scent aren't what they were in the past. To me, it's not really worth the cost. I can say that I did get some other scents that met my expectations, so maybe it's a hit or miss. I'm disappointed that these aren't even close to what I hoped.",
                "rating_value": 3
            },
            "review111": {
                "review_body": "This is my absolute favorite! Smells fruity and gives a luscious grape scent throughout the house that lingers even after the candle is put out. I stock up to make sure I don't run out. Would love to see it in a smaller size for travel.",
                "rating_value": 5
            }
        }
    },
    "18": {
        "name": "Sage & Citrus",
        "category": "Citrus",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/sage-citrus/ORCL_115471.html",
        "description": "This is a Citrus fragrance. Sage & Citrus embodies the serenity that comes with feeling refreshed. Aromatic sage blends with zesty lemon scents in a bright burst of freshness, while dried lavender base notes add warmth, creating a sense of balance and setting the vibe for relaxation. Top notes: Herbaceous, Lavender, Citrus. Middle notes: Geranium, Lavender. Base notes: Patchouli, Powdery Notes, Musk, Woody Notes. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.7",
        "overall_reviewcount": "2513",
        "img_url": "images/18.jpg",
        "reviews": {
            "review112": {
                "review_body": "Great balance with fresh scent for all seasons. Repeat purchase",
                "rating_value": 5
            },
            "review113": {
                "review_body": "I like this because it has a nice light fragrance. I use it in my kitchen and my bathroom. It gives off a nice relaxing scent. It works well as an air freshener and just to give the house a homey fresh smell.",
                "rating_value": 5
            },
            "review114": {
                "review_body": "Hello!\r\nNormally I cannot say enough good about Yankee Candle but the way I received my plug in fragrances (Sage and Citrus) was appalling!  They were stuffed into a package with no padding or attempt to keep from breaking.  They arrived with several of them leaking into the package because of the way they were packed.  Very, very poor!  Normally, they come in a plastic holder made just for these refills.  Not sure what happened this time but I'm VERY unhappy about this shipment because I didn't get the full use of several of the units because they leaked into the packaging.",
                "rating_value": 1
            },
            "review115": {
                "review_body": "I think this candle fragrance is alright but not fantastic. I wish it was more citrus than sage is all. Overall, freshens up the room, good quality candle.",
                "rating_value": 4
            },
            "review116": {
                "review_body": "Yummy forest smells. Give this one a try for sure. I think you’ll be pleased.",
                "rating_value": 5
            },
            "review117": {
                "review_body": "I love this scent.  It is very refreshing and reminds me of being in a spa.",
                "rating_value": 5
            },
            "review118": {
                "review_body": "Okay, typically I don’t like citrus candles however this?! Incredible. I don’t use this for relaxation I use it specifically for odor elimination after cooking. When I tell you it gets rid of the smell of salmon? Chefs kiss! This is a great candle for that purpose. Burns slowly too and I like the green shade it comes in. Def a repurchase in our home.",
                "rating_value": 5
            },
            "review119": {
                "review_body": "This has been my favorite Yankee Candle scent since I first worked for them back in 2000. Always a nice, clean scent.",
                "rating_value": 5
            }
        }
    },
    "19": {
        "name": "Clean Cotton®",
        "category": "Fresh & Clean",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/clean-cotton/ORCL_1010728.html",
        "description": "This is a Fresh & Clean fragrance. A gentle tumble of green notes, white florals, and fresh air accord. This fragrance evokes the nostalgia and comfort of crisp, just-washed cotton linens, hung up to dry on a clothesline under the sun. Top notes: Ozone, Leafy Greens, Bergamot. Middle notes: Lily of the Valley, Rose. Base notes: Vetiver, Cedar, Musk, Woody Notes. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.6",
        "overall_reviewcount": "2293",
        "img_url": "images/19.jpg",
        "reviews": {
            "review120": {
                "review_body": "Very clean and enriching scent that is not too intoxicantly rich",
                "rating_value": 5
            },
            "review121": {
                "review_body": "There is nothing like the smell of fresh clean clothes.",
                "rating_value": 5
            },
            "review122": {
                "review_body": "Always love the fresh clean air in the house. Never get tired of it.",
                "rating_value": 5
            },
            "review123": {
                "review_body": "Beautiful clean fresh scent! One of my favorites for spring",
                "rating_value": 5
            },
            "review124": {
                "review_body": "Perfect clean scent for the house, lasts super long",
                "rating_value": 5
            },
            "review125": {
                "review_body": "Light scent that travels throughout the home well.",
                "rating_value": 5
            },
            "review126": {
                "review_body": "Clean cotton is a fresh, clean scent! I use it in my bedroom and bathrooms",
                "rating_value": 5
            },
            "review127": {
                "review_body": "repeat order...love this fragrance!!!!! love Yankee Candle!!L",
                "rating_value": 5
            }
        }
    },
    "20": {
        "name": "White Gardenia",
        "category": "Floral",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/white-gardenia/ORCL_1230624.html",
        "description": "This is a Floral fragrance. So captivating! The stunning royal beauty of lush white gardenias in full bloom. Top notes: Peach, Berry, Clove. Middle notes: Gardenia, Jasmine, Lily, Freesia. Base notes: Musk, Woody Notes. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.7",
        "overall_reviewcount": "1564",
        "img_url": "images/20.jpg",
        "reviews": {
            "review128": {
                "review_body": "In my last visit to South Carolina, it was virtually impossible to find a candle with the Gardenia scent.  This candle has a very sweet smelling scent that really fills up a room.  Wow, what a great candle!",
                "rating_value": 5
            },
            "review129": {
                "review_body": "Favorite flower fragrance made PERFECTLY into a candle, smells like my late father’s windows being open with his gardenia bushes blowing in the breeze. Just a special scent. Strong enough to fill any space.",
                "rating_value": 5
            },
            "review130": {
                "review_body": "I love this one!  Smells just like the flower!!  I wish there were more floral choices these days.  So glad to see an old favorite come back!",
                "rating_value": 5
            },
            "review131": {
                "review_body": "Fills the house with Spring, gives great throw. One of my favorite scents.",
                "rating_value": 5
            },
            "review132": {
                "review_body": "I smells so wonderfu!! My favorite candle and scent.",
                "rating_value": 5
            },
            "review133": {
                "review_body": "The scent is distributed all over -- even large open areas",
                "rating_value": 5
            },
            "review134": {
                "review_body": "To my nose floral scents are better than sweet scents. This is the best of the floral scents.",
                "rating_value": 5
            },
            "review135": {
                "review_body": "I love the smell of the white gardenia candle. It never disappoints. Was my Mother's favorite flower and when I burn the candle it reminds me of her.",
                "rating_value": 5
            }
        }
    },
    "21": {
        "name": "Cherry Lemonade - Returning Favorite",
        "category": "Fruity",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/cherry-lemonade---returning-favorite/ORCL_1731733.html",
        "description": "This is a Fruity fragrance. This cool sparkle of luscious cherries and just-squeezed lemons is the ultimate summer refresher. Top notes: Cherry, Lemon, Pineapple, Mandarin. Middle notes: Aldehydes, Green, Rose, Ozone. Base notes: Cinnamon, Vanilla. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.6",
        "overall_reviewcount": "590",
        "img_url": "images/21.jpg",
        "reviews": {
            "review136": {
                "review_body": "Love this scent. Wish it was year around. It is very potent but smells great.",
                "rating_value": 5
            },
            "review137": {
                "review_body": "I love the smell of this candle. It reminds me of summertime. Fresh and fruity. Yankee candles are the best. The burn for hours and smell great!",
                "rating_value": 5
            },
            "review138": {
                "review_body": "been one of my favorites for 10+ years, always order more than one so I'm never without one",
                "rating_value": 5
            },
            "review139": {
                "review_body": "Thank  you for bringing back Cherry Lime Aid  one of my favorite 🍒",
                "rating_value": 5
            },
            "review140": {
                "review_body": "I thought it would have a better scent throw and would have more cherry.",
                "rating_value": 3
            },
            "review141": {
                "review_body": "This scent smells amazing! Absolutely love it. Very subtle fruity scent",
                "rating_value": 5
            },
            "review142": {
                "review_body": "I bought this candle when it first came out, several years ago. It was discontinued 2 years ago but now, (Spring 2025), it’s back!! I absolutely love the scent! It has a very sweet yet tart scent at the same time. It’s very distinctive. It fills the whole room with amazing fragrance after just being lit for 10-15 minutes. I bought 2 more as soon as I saw they were back in stock. Love this scent!!",
                "rating_value": 5
            },
            "review143": {
                "review_body": "I smell the lemon.. the cherry smells like a child’s antibiotic this candle is a tunneled and the throw is not great definitely will not repurchase",
                "rating_value": 5
            }
        }
    },
    "22": {
        "name": "MidSummer's Night®",
        "category": "Fresh & Clean",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/midsummers-night/ORCL_115174.html",
        "description": "This is a Fresh & Clean fragrance. Intoxicating and alluring, MidSummer's Night® may inspire a romantic evening of stargazing on a cool summer night. Woody notes mingle with sage and cedarwood scents to form an earthy, herbaceous cologne. Top notes: Citrus, Herbaceous, Woody, Bergamot, Lime. Middle notes: Lavender, Pine, Floral Sage. Base notes: Cedarwood, Vetiver, Juniper Berry, Clary Sage, Moss. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.7",
        "overall_reviewcount": "2599",
        "img_url": "images/22.jpg",
        "reviews": {
            "review144": {
                "review_body": "This is the cleanest smelling scent.  I have used for almost 20 years now.",
                "rating_value": 5
            },
            "review145": {
                "review_body": "Does not burn evenly and wax builds up on the side of the jar. Goes out often. Aroma fades",
                "rating_value": 2
            },
            "review146": {
                "review_body": "Great candle scent for young men. Makes my teenage son’s room smell great and he approves too.",
                "rating_value": 5
            },
            "review147": {
                "review_body": "LOVE - smells like my man fresh from the shower. Always a winner. He likes it too.",
                "rating_value": 5
            },
            "review148": {
                "review_body": "Great price! Great aroma! I will definitely buy again!",
                "rating_value": 5
            },
            "review149": {
                "review_body": "I JUST LOVE THIS SCENT AND COULD BURN IT ALL DAY LONG",
                "rating_value": 5
            },
            "review150": {
                "review_body": "There was virtually no scent given off when we lit the candle.  Very disappointed.\nThis is not what we have experienced with other candle bought from Yankee Candle.",
                "rating_value": 1
            },
            "review151": {
                "review_body": "This candle right here... OMG, smell so good. I  feel like this is a candle for men and women!",
                "rating_value": 5
            }
        }
    },
    "23": {
        "name": "Sun & Sand®",
        "category": "Floral",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/sun-sand/ORCL_1106733.html",
        "description": "This is a Floral fragrance. The irresistible fragrance of a warm breeze on a tropical beach, carrying the scents of sweet orange flower, lemony citrus, and powdery musk. Heart and base notes of fresh lavender and neroli will have you spreading out your towel for a day lying in the sun. Top notes: Orange Flower, Freshness, Citrus. Middle notes: Orange Flower, Elemi, Eucalyptus, Lavender. Base notes: Neroli, Powdery, Musk. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.7",
        "overall_reviewcount": "1724",
        "img_url": "images/23.jpg",
        "reviews": {
            "review152": {
                "review_body": "Love the subtle citrus scents that engulf this candle. Is a favorite during transition seasons for me. Use for the Spring to Summer transition with the fresh scents of lemony and orange zests flowing throughout the home. Brings a clean, fresh scent throughout the home.",
                "rating_value": 5
            },
            "review153": {
                "review_body": "Our second favorite. But we burn candles 24/7 so this gets in the line up quite often.",
                "rating_value": 5
            },
            "review154": {
                "review_body": "The candle smells like soap.  I wished I hadn’t bought 2.",
                "rating_value": 1
            },
            "review155": {
                "review_body": "This is hands down my favorite Yankee Candle scent. I can't help but relax and think of beach vacations when I light this candle. It has a light scent that reminds me of sunscreen and walking on the beach. Love, love, love this scent!!!",
                "rating_value": 5
            },
            "review156": {
                "review_body": "Wonderful beach smelling candle.  Love it.  Lasts a long time",
                "rating_value": 5
            },
            "review157": {
                "review_body": "This smells like artificial sunscreen. Not a fan of this scent",
                "rating_value": 1
            },
            "review158": {
                "review_body": "I absolutely love this scent!  Whenever I burn this candle I literally feel like I am at the beach!",
                "rating_value": 5
            },
            "review159": {
                "review_body": "Perfect summer candle- pretty label and smells great..",
                "rating_value": 5
            }
        }
    },
    "24": {
        "name": "Home Sweet Home®",
        "category": "Sweet & Spicy",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/home-sweet-home/ORCL_11597.html",
        "description": "This is a Sweet & Spicy fragrance. Home, where you always feel welcome and at ease; it's where the heart is. This comforting, cozy fragrance features notes of cinnamon, baking spices, and a hint of freshly poured tea. Top notes: Apple, Cinnamon Spice. Middle notes: Nutmeg, Cherry, Juniper Berry. Base notes: Coumarin, Musk. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.6",
        "overall_reviewcount": "2672",
        "img_url": "images/24.jpg",
        "reviews": {
            "review160": {
                "review_body": "This is my favorite.....#2 is \"Home for Christmas\".....",
                "rating_value": 5
            },
            "review161": {
                "review_body": "Been buying this for years!! It’s calming and delightful for a home fragrance!",
                "rating_value": 5
            },
            "review162": {
                "review_body": "Love the smell would recommend to buy again love love",
                "rating_value": 5
            },
            "review163": {
                "review_body": "Love this fragrance. Smells like home not a strong, fake fragrance. Better than any spray.",
                "rating_value": 5
            },
            "review164": {
                "review_body": "Love this as a gift for family and friends. Everyone loves the aroma.",
                "rating_value": 5
            },
            "review165": {
                "review_body": "Love the small, however the candle doesn’t burn off correctly. The wick gets too small compared to the wax and goes off.",
                "rating_value": 5
            },
            "review166": {
                "review_body": "An all time YC favorite... Great cinnamon apple scent, good for any room, moderate throw. A classic.",
                "rating_value": 5
            },
            "review167": {
                "review_body": "Love this scent. It has a nice throw with a nice slow burn. Just keep your wick trimmed for an even clean burn.",
                "rating_value": 5
            }
        }
    },
    "25": {
        "name": "Coconut Beach",
        "category": "Fruity",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/coconut-beach/ORCL_1523480.html",
        "description": "This is a Fruity fragrance. A refreshing tropical experience, this coconut-forward fragrance will have you dreaming of ice-cold drinks on a warm, sunny beach. Complete the picturesque getaway with notes of pineapple, Tahitian vanilla, and lei blossom. Top notes: Salty Air, Pineapple. Middle notes: Fresh Coconut, Lei Blossom. Base notes: Airy Musk, Tahitian Vanilla Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.5",
        "overall_reviewcount": "1379",
        "img_url": "images/25.jpg",
        "reviews": {
            "review168": {
                "review_body": "Love this scent. Makes you feel as if you are not at home and in the tropics.",
                "rating_value": 5
            },
            "review169": {
                "review_body": "I love coconut scents as well as pina coladas fast shipping",
                "rating_value": 5
            },
            "review170": {
                "review_body": "Wow, this smells like a pina colada! If you are a coconut and pineapple person, this is definitely the scent for you. It is not overwhelming, but Yankee perfected this one for sure. It is a clean, crisp and summer scent that is fresh and delicious!",
                "rating_value": 5
            },
            "review171": {
                "review_body": "This our \"Go To\" all time favorite. We use this one more often than anything we have ordered in a while. Several others we like and burn from time to time, but go to this more often than others.",
                "rating_value": 5
            },
            "review172": {
                "review_body": "I checked this one out in the store. Liked it, then had a heck of a time finding it not sold out. So, it appears many others also like it.",
                "rating_value": 5
            },
            "review173": {
                "review_body": "Coconut is my favorite scent & this one is perfect",
                "rating_value": 5
            },
            "review174": {
                "review_body": "My favorite scent.  This candle is perfect for that summertime beachy feeling, especially if you love coconut.",
                "rating_value": 5
            },
            "review175": {
                "review_body": "Sit back and enjoy the beach! Reminds me of a pina colada.",
                "rating_value": 5
            }
        }
    },
    "26": {
        "name": "Macintosh",
        "category": "Fruity",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/macintosh/ORCL_115436.html",
        "description": "This is a Fruity fragrance. This classic scent is so vividly real you can almost feel the sensation of that first bite of sweet, crisp apple. Top notes of greens and apple peel add freshness to the experience, which is completed with a hint of clove in the base. Top notes: Apple Peels, Crisp Greens. Middle notes: Rindy Grapefruit, Juicy Macintosh. Base notes: Clove Bud, Sheer Musk. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.7",
        "overall_reviewcount": "3565",
        "img_url": "images/26.jpg",
        "reviews": {
            "review176": {
                "review_body": "My favorite smell! So fresh and clean . Really smells like apples",
                "rating_value": 5
            },
            "review177": {
                "review_body": "Love it smells just like apples makes the whole house",
                "rating_value": 5
            },
            "review178": {
                "review_body": "Absolute FAVORITE 😍 Smells amazing, scent is strong & great for bigger spaces!",
                "rating_value": 5
            },
            "review179": {
                "review_body": "I just love Yankee ❤️ . My favorite 😍 . Definitely be ordering again",
                "rating_value": 5
            },
            "review180": {
                "review_body": "Love the candles and the scent would recommend love",
                "rating_value": 5
            },
            "review181": {
                "review_body": "Tried and true favorite. Mostly used in the fall but occasionally will use other times",
                "rating_value": 5
            },
            "review182": {
                "review_body": "Truly smells of fresh apples. Reminds me of farm stands when I was going up. Its fragrance always brings a smile. Great purchase",
                "rating_value": 5
            },
            "review183": {
                "review_body": "I buy it all the time is one of my favorite ones the fresh smell of the apple it’s so fresh love it",
                "rating_value": 5
            }
        }
    },
    "27": {
        "name": "Ocean Star™ - Returning Favorite",
        "category": "Fresh & Clean",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/ocean-star---returning-favorite/ORCL_1731729.html",
        "description": "This is a Fresh & Clean fragrance. Soothing and fresh...the scent of peaceful, sun-kissed waters laced with aloe, citrus and lotus blossom. Dive in! -Fragrance Notes: -Top: Ozone, Fresh Aloe, Cactus Milk, Citrus -Mid: Lily Of The Valley, Lotus Blossom, Melon -Base: Musk, Woody Notes -Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.7",
        "overall_reviewcount": "458",
        "img_url": "images/27.jpg",
        "reviews": {
            "review184": {
                "review_body": "Pleasant refreshing invigorating fragrance uplifting.",
                "rating_value": 4
            },
            "review185": {
                "review_body": "Probably one on my top 3 favorites.  Smells like a fresh ocean w a little salt.",
                "rating_value": 5
            },
            "review186": {
                "review_body": "Highly recommend this candle.  The scent is very relaxing.  Another great candle from YC..",
                "rating_value": 5
            },
            "review187": {
                "review_body": "My first time buying this scent and glad i did did not disappoint",
                "rating_value": 5
            },
            "review188": {
                "review_body": "Love it! Wish this fragrance was always available. I must stock up.  Bright and fresh fragrance fills the room.",
                "rating_value": 5
            },
            "review189": {
                "review_body": "What a beautiful refreshing and peaceful fragrance Similar to my favorite storm watch. Nice throw",
                "rating_value": 5
            },
            "review190": {
                "review_body": "Wonderful clean beach smell!  Smells like a YC I used to buy years and years ago",
                "rating_value": 5
            },
            "review191": {
                "review_body": "It's nice and clean smelling...more like by water.",
                "rating_value": 5
            }
        }
    },
    "28": {
        "name": "Tangerine & Vanilla",
        "category": "Citrus",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/tangerine-vanilla/ORCL_1653332.html",
        "description": "This is a Citrus fragrance. Ripe and juicy tangerine, sweetened with vanilla and a sprinkle of sugar—fresh as an orchard breeze. Top notes: Sparkly Tangerine, Mandarin Bellini. Middle notes: Orchard Nectarine, Rose. Base notes: Creamy Vanilla, Sugar. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.5",
        "overall_reviewcount": "1087",
        "img_url": "images/28.jpg",
        "reviews": {
            "review192": {
                "review_body": "Subtle sweet smell, would have liked more tangerine smell",
                "rating_value": 4
            },
            "review193": {
                "review_body": "The combination of Citrus and Vanilla is excellent. Very warm and inviting.",
                "rating_value": 5
            },
            "review194": {
                "review_body": "Nice light smell they are great when i burn in two different rooms at the same time.",
                "rating_value": 5
            },
            "review195": {
                "review_body": "Fills my large room, very fragrant smell May also be one of my favorite smells",
                "rating_value": 5
            },
            "review196": {
                "review_body": "Wow this was a delightful new find for my family! The wonderful crisp scent of tangerine with the vanilla lightly topping it off was sensational! It brightens any home with the beautiful light orange peach color but also it lifts the room makes it feel light airy fresh and inviting! It is not overpowering at all and I like it all Year long! Fabulous!!",
                "rating_value": 5
            },
            "review197": {
                "review_body": "Been wanting to try this for some time and so glad I got it.",
                "rating_value": 5
            },
            "review198": {
                "review_body": "Bright citrus with a creamy touch of vanilla. Smells clean and uplifting. A mood booster, but not overly citrus and not overly sweet. I like the blend.",
                "rating_value": 5
            },
            "review199": {
                "review_body": "This smells so Summery! It's citrusy and fresh. I don't get any hints of vanilla, but that's ok!",
                "rating_value": 5
            }
        }
    },
    "29": {
        "name": "Mango Peach Salsa",
        "category": "Fruity",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/mango-peach-salsa/ORCL_1114681.html",
        "description": "This is a Fruity fragrance. Sweet and zesty...juicy mangoes and peaches livened with citrus, ginger flowers and pink pepper. Top notes: Ripened Mango, Lime, Nectarine, Orange, Grapefruit. Middle notes: Peach, Ginger Flowers, Pink Pepper. Base notes: Clean Musk. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.6",
        "overall_reviewcount": "1156",
        "img_url": "images/29.jpg",
        "reviews": {
            "review200": {
                "review_body": "Great scent, nice and fruity, not too strong, a favorite",
                "rating_value": 5
            },
            "review201": {
                "review_body": "I really enjoy this scent. It's fresh and fruity without being sicky sweet.",
                "rating_value": 5
            },
            "review202": {
                "review_body": "I just love this scent. Its fruity yet intoxicatingly alluring. Makes my room smell like I'm on an island eating fresh fruit. I never tire buying this candle.",
                "rating_value": 5
            },
            "review203": {
                "review_body": "Very nice sent and it’s strong enough to really smell it!",
                "rating_value": 5
            },
            "review204": {
                "review_body": "Not as potent of a scent as the others we have purchased but still nice",
                "rating_value": 5
            },
            "review205": {
                "review_body": "This is my favorite scent! Fills the room with a fruity scent reminiscent of fresh made jam. Nice balance of sweet and citrus. Large jar always burns best, in my opinion.",
                "rating_value": 5
            },
            "review206": {
                "review_body": "This candle not only has a vibrant color of mango but truly smells like I cut up mango in my kitchen! It smells so good with peach coming through the mango scent even before it’s lit! This was a favorite of my daughter so I gifted to her and she loves it! Great gift great scent great color !",
                "rating_value": 5
            },
            "review207": {
                "review_body": "Great fragrance, great sale prices, quick delivery",
                "rating_value": 5
            }
        }
    },
    "30": {
        "name": "Beach Walk®",
        "category": "Floral",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/beach-walk/ORCL_1129788.html",
        "description": "This is a Floral fragrance. Stroll along a sandy shore where the ocean sparkles and cool breezes refresh you. In the air, notes of shimmering salt water, sea musk, and tangerine inspire you to unwind. Top notes: Ozone, Tangerine, Clementine. Middle notes: Sea Moss, Salt Water, Orange Flower. Base notes: Musk, Orange Blossom. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.7",
        "overall_reviewcount": "1228",
        "img_url": "images/30.jpg",
        "reviews": {
            "review208": {
                "review_body": "I bought a small candle with this fragrance!  It was fabulous fragrance!  Can’t wait to get my candle!!",
                "rating_value": 5
            },
            "review209": {
                "review_body": "This is one of my favorite scents. I know it's a summery name the scent is just so clean",
                "rating_value": 5
            },
            "review210": {
                "review_body": "Love the color and Fragance, longevity, packaging,\nVersatility!",
                "rating_value": 5
            },
            "review211": {
                "review_body": "This is my favorite scent.  Crisp, clean not sweet!",
                "rating_value": 5
            },
            "review212": {
                "review_body": "I love this scent! It is fresh and subtle. My husband noticed it - and that's saying something! Ha ! Thank you!",
                "rating_value": 5
            },
            "review213": {
                "review_body": "I just bought this candle and started burning it.  It smells so good I can't turn it off.  I love the color too, matches my decor in my home.  highly recommend.",
                "rating_value": 5
            },
            "review214": {
                "review_body": "Nice scent. Got on sale so I got a great deal. Love it.",
                "rating_value": 5
            },
            "review215": {
                "review_body": "I received this as a gift and loved it.  So, I ordered two!  First of all, the candle is no longer a light green but blue.  No big deal. don't really care. But the fragrance is barely there.  In fact, you can't smell it at all.  First, I thought it was because it was cold from shipping. But no, it just doesn't have the same amount of fragrance.  So disappointed. Have noticed some of my other favorites aren't as strong either.  Not sure what is happening to yankee,",
                "rating_value": 2
            }
        }
    },
    "31": {
        "name": "Black Cherry",
        "category": "Fruity",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/black-cherry/ORCL_1129749.html",
        "description": "This is a Fruity fragrance. The rich, sweet and tart scent of deliciously ripe black cherries. The fragrance gains extra facets with touches of cinnamon and almond notes. Top notes: Cherry, Almond. Middle notes: Cherry, Cinnamon. Base notes: Sweet Cherry. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.7",
        "overall_reviewcount": "1769",
        "img_url": "images/31.jpg",
        "reviews": {
            "review216": {
                "review_body": "Smells delicious yet I can have it whenever I want 😋",
                "rating_value": 5
            },
            "review217": {
                "review_body": "I bought this candle for my mother who absolutely LOVES black cherry candles. She said it smells amazing!!",
                "rating_value": 5
            },
            "review218": {
                "review_body": "A rich, warm aroma perfect to wrap around yourself on a cold winter day.  Cherries never smelled so fragrant!",
                "rating_value": 5
            },
            "review219": {
                "review_body": "I couldn’t walk out of the store without this candle. Placed an online order to pick up in store and I always find myself wandering around to check new scents, I tested this one and knew it was coming home with me.",
                "rating_value": 5
            },
            "review220": {
                "review_body": "Bought this one for my husband but it's becoming a favorite for both of us.",
                "rating_value": 5
            },
            "review221": {
                "review_body": "Get the Vineyard before their Gone!!\nI'm going to buy'em Up!",
                "rating_value": 5
            },
            "review222": {
                "review_body": "I bought my Black Cherry candle a LONG time ago and it even made a cross country move with me. Once I was settled I pulled it out, not thinking there was going to be much scent left - boy was I wrong! My whole house smelled like a cherry orchard! I don’t have a YC store near me, so it is always such a joy when I select a candle and the scent is intense and actually sticks around while the whole candle burns. This one fits that perfectly. If you love fresh, fruity scents - don’t pass this one by!",
                "rating_value": 5
            },
            "review223": {
                "review_body": "OMG ALL MY FAMILY MEMBERS LOVE THE BLACK CHERRY CANDLE  WE HAD THE CANDLE ON ALL DAY DURING TEXANS FOOTBALL",
                "rating_value": 5
            }
        }
    },
    "32": {
        "name": "Belgian Waffles - Returning Favorite",
        "category": "Sweet & Spicy",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/belgian-waffles---returning-favorite/ORCL_1731731.html",
        "description": "This is a Sweet & Spicy fragrance. Light and airy, warm and golden brown — a crisp lattice cradling melted butter — the classic brunch favorite.​ Top notes: Toasted Pecans, Vanilla​​. Middle notes: Waffle Batter, Dash of Cinnamon, Melted Butter​​. Base notes: Whipped Cream. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.7",
        "overall_reviewcount": "543",
        "img_url": "images/32.jpg",
        "reviews": {
            "review224": {
                "review_body": "smelled ok, not too strong. Not sure of smell compared to waffles",
                "rating_value": 4
            },
            "review225": {
                "review_body": "I was so surprised as to how this smells. I bought 2 more . But a well and lasts",
                "rating_value": 5
            },
            "review226": {
                "review_body": "I absolutely LOVE this candle! It makes my house smell cozy and warm.",
                "rating_value": 5
            },
            "review227": {
                "review_body": "I love the scent. Anything with vanilla is favored by me. On a cold, snowy day like today, its so nice to have this candle burning.",
                "rating_value": 5
            },
            "review228": {
                "review_body": "Belgian waffles smells delicious.  I recommend this candle",
                "rating_value": 5
            },
            "review229": {
                "review_body": "Belgian waffles smells delicious and I recommend this candle",
                "rating_value": 5
            },
            "review230": {
                "review_body": "Smells amazing! Burns even, takes a long time burn",
                "rating_value": 5
            },
            "review231": {
                "review_body": "I dont know who would not love this scent.  It smells exactly as it says.  This is a year long scent. Its one of my new favorite.",
                "rating_value": 5
            }
        }
    },
    "33": {
        "name": "Sicilian Lemon",
        "category": "Citrus",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/sicilian-lemon/ORCL_1529990.html",
        "description": "This is a Citrus fragrance. So fresh and full of zest, like a bright day exploring hillside villages with sweet, unexpected turns. Top notes: Lemon Zest. Middle notes: Tart Lemon. Base notes: Vanilla, Sugar. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.5",
        "overall_reviewcount": "1554",
        "img_url": "images/33.jpg",
        "reviews": {
            "review232": {
                "review_body": "A bunch of fresh cut lemons.Very refreshing and beautiful.",
                "rating_value": 4
            },
            "review233": {
                "review_body": "I love the smell of lemons. And I e tried other scents and other brands. This has a very nice light scent, and has a lemon fragrance that doesn’t smell fake or overdone. Burns nice and still gives off fragrance after the flame is out.",
                "rating_value": 5
            },
            "review234": {
                "review_body": "Love the smell I put this candle in my bathroom love",
                "rating_value": 5
            },
            "review235": {
                "review_body": "Bought 2 Sicilian lemon, very little smell, maybe none.",
                "rating_value": 1
            },
            "review236": {
                "review_body": "This is a lovely fresh lemon scent that is the perfect strength !",
                "rating_value": 5
            },
            "review237": {
                "review_body": "Lemon fresh household smell very nice in my kitchen.",
                "rating_value": 4
            },
            "review238": {
                "review_body": "Wonderful exhilarating scent!!\nPurchased on sale, excellent quality.",
                "rating_value": 5
            },
            "review239": {
                "review_body": "This is one of my favorites from Yankee Candle. Throw is good. Scent is good. My go to scent for spring and summer.",
                "rating_value": 5
            }
        }
    },
    "34": {
        "name": "Balsam & Cedar",
        "category": "Woody",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/balsam-cedar/ORCL_1062314.html",
        "description": "This is a Woody fragrance. Balsam & Cedar is a timeless classic for a reason. Pine balsam scents mingle with brisk cedarwood, evoking a stroll through the forest, while nuanced base notes of warm amber offer a sense of comfort and calm. This deep, woody fragrance creates a feeling of groundedness and connection to nature. Top notes: Crisp Citrus, Herbs, Red Berry. Middle notes: Pine Balsam, Cedar, Sandalwood. Base notes: Vanilla, Warm Amber, Musk. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.7",
        "overall_reviewcount": "8439",
        "img_url": "images/34.jpg",
        "reviews": {
            "review240": {
                "review_body": "I love this scent. I don’t just burn it during a particular season. I like it all year round. The scent is not overwhelming. It’s good just to add a nice fragrance to my home. I own 2 dogs so it also helps cover the doggy smell a bit.",
                "rating_value": 5
            },
            "review241": {
                "review_body": "Love it! Can hardly wait for the Holiday Season to come again. However, we do enjoy this scent on any given day!",
                "rating_value": 5
            },
            "review242": {
                "review_body": "Has lasted me since I purchased before Christmas, were in march now and it's still going strong. This is the perfect scent to keep anyone in the holiday spirit year round lol",
                "rating_value": 5
            },
            "review243": {
                "review_body": "What can I say that hasn't been said before about this candle? I would like to point out that this scent is not just for Christmas in my house, we enjoy it year round. It adds to the night air, on our patio on summer night's.",
                "rating_value": 5
            },
            "review244": {
                "review_body": "I believe this candle years ago came in a wood wick style, or something extremely close to it that was pine scented- quality sound and smell. This was when wood wicks had just started to become really popular and I’ll never forget how beautiful the crackling sounded and how long it lasted too. This is a great winter/christmas candle!! It is a little strong but definitely a pine lovers must. I compare every pine candle to this one whenever I shop and this one just keeps winning! Love that it burns all the way!",
                "rating_value": 5
            },
            "review245": {
                "review_body": "Woody scent that smells like a Christmas tree. Perfect for the winter",
                "rating_value": 5
            },
            "review246": {
                "review_body": "Product always arrives in perfect condition. I enjoy the fragrance year round.",
                "rating_value": 5
            },
            "review247": {
                "review_body": "Love Love Love this fragrance. Will keep buying whenever I run out.",
                "rating_value": 5
            }
        }
    },
    "35": {
        "name": "Warm Luxe Cashmere",
        "category": "Fresh & Clean",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/warm-luxe-cashmere/ORCL_1556004.html",
        "description": "This is a Fresh & Clean fragrance. Wrap yourself in a soft, luxurious cashmere. The creamy scents of vanilla, velvet petals, sandalwood, and amber silk create a sensuous fragrance experience you can almost feel. Top notes: Rich Vanilla Cream. Middle notes: Winter Iris, Velvet Petals, Warm Cashmere. Base notes: Amber Silk, Creamy Sandalwood, Patchouli. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.6",
        "overall_reviewcount": "1352",
        "img_url": "images/35.jpg",
        "reviews": {
            "review248": {
                "review_body": "I sent a candle to a friend that had just lost her mother. I wrote a heartfelt message to be included and you didn’t send it in the box.  She wondered for weeks who sent the candle.",
                "rating_value": 1
            },
            "review249": {
                "review_body": "Smells like a heated blanket & warm hug! Just brings prace to the space.",
                "rating_value": 5
            },
            "review250": {
                "review_body": "THis is one of favorite go-tos in the winter time.  It smells amazing & has a beautiful blue color (perfect for my kitchen).  I highly recommend this scent!",
                "rating_value": 5
            },
            "review251": {
                "review_body": "Beautiful scent.  The only way I can explain  this scent is beautiful.  You walk into a room and you just automatically think it smells so pretty in here.  It’s is a very soft smell",
                "rating_value": 5
            },
            "review252": {
                "review_body": "The smell is amazing, it feels warm and cozy. It's strong and lasting.",
                "rating_value": 5
            },
            "review253": {
                "review_body": "This scent is so cozy and comforting. One of my favorites.",
                "rating_value": 5
            },
            "review254": {
                "review_body": "At all time favorites best candle ever for any time of year it's not over powering but yet your whole house smells nice. *****",
                "rating_value": 5
            },
            "review255": {
                "review_body": "Got this fragrance in the candle and other forms for my new apartment! It has an earthy yet light quality to it that I love. It is a good fragrance for any time of year. Definitely my new go-to.",
                "rating_value": 5
            }
        }
    },
    "36": {
        "name": "New England Blueberry",
        "category": "Fruity",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/new-england-blueberry/ORCL_1584986.html",
        "description": "This is a Fruity fragrance. A bright, sweet scent of summer — lush, ripe blueberries straight from down east. Top notes: Wild Blueberry. Middle notes: Blueberry Preserve. Base notes: Cane Sugar. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.6",
        "overall_reviewcount": "1043",
        "img_url": "images/36.jpg",
        "reviews": {
            "review256": {
                "review_body": "I burned this with the plain blueberry candle and my whole downstairs smelled like pie all day … love it!! Yankee does really well with the fruity scents…",
                "rating_value": 5
            },
            "review257": {
                "review_body": "My favourite fragrance, burns evenly and many friends come in and love the smell too",
                "rating_value": 5
            },
            "review258": {
                "review_body": "I got this candle because it smelled so good and if I had more money I would have bought more candles",
                "rating_value": 5
            },
            "review259": {
                "review_body": "This has been my go to candle for 20 years now. I love it!",
                "rating_value": 5
            },
            "review260": {
                "review_body": "I love this scent it reminds me of Jordan Marsh blueberry muffins.",
                "rating_value": 5
            },
            "review261": {
                "review_body": "This candle has a lot of essential oil in it. The aroma fills a medium sized room nicely, and has a rich blueberry scent that is quite authentic.",
                "rating_value": 5
            },
            "review262": {
                "review_body": "Love the Blueberry scent one of my favorites love!",
                "rating_value": 5
            },
            "review263": {
                "review_body": "This is my absolute favorite. I’m picky with scents because the wrong one can make me feel ill very quickly. But this one I can smell all day and still want more. I’m not sure how to describe it because it’s not like any others except possibly Vineyard. It’s not super sweet like other berry scents and it gives off just the right amount of fragrance without being overwhelming. I just love it.",
                "rating_value": 5
            }
        }
    },
    "37": {
        "name": "Flowers in the Sun",
        "category": "Floral",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/flowers-in-the-sun/ORCL_1351652.html",
        "description": "This is a Floral fragrance. Like a walk in the garden with sunlight spilling over all the golden colors — a remarkably bright scent of sweet blossoms. Top notes: Lemon, Orange. Middle notes: Apple Blossoms, Pink Water Lilies. Base notes: Sweet Airy Musk. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.4",
        "overall_reviewcount": "580",
        "img_url": "images/37.jpg",
        "reviews": {
            "review264": {
                "review_body": "So good! Now that I’m getting more into florals, this scent has a lovely pineapple/floral note, I don’t know what the floral note is, but I like it.",
                "rating_value": 5
            },
            "review265": {
                "review_body": "Not strong enough for my liking but for someone that like a more subtle fragrance this is perfect.",
                "rating_value": 3
            },
            "review266": {
                "review_body": "A light, delicate scent with a hint of sweetness. Smells like spring!",
                "rating_value": 5
            },
            "review267": {
                "review_body": "The scent reminds me of spring flowers and sunshine",
                "rating_value": 5
            },
            "review268": {
                "review_body": "It reminds me of sitting in a meadow of flowers with sun shining on you",
                "rating_value": 5
            },
            "review269": {
                "review_body": "This scent is perfect for the summer and smell clean",
                "rating_value": 5
            },
            "review270": {
                "review_body": "really nice and light, the spring scents are just really clean for the change of the season!",
                "rating_value": 5
            },
            "review271": {
                "review_body": "One of my favorites!   Light, not overpowering...just a very nice scent.",
                "rating_value": 4
            }
        }
    },
    "38": {
        "name": "Dried Lavender & Oak",
        "category": "Woody",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/dried-lavender-oak/ORCL_1623631.html",
        "description": "This is a Woody fragrance. At an outdoor farmer’s market, the scents of hand-tied bunches of lavender combine with woodsy notes and spices. Enriching the scene are top notes of peppercorn and a base of cedarwood and vanilla. Top notes: White Peppercorn, Lavender, Bergamot​. Middle notes: Davana, White Flowers, Moss​. Base notes: Vanilla, Patchouli, Cedarwood​. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.6",
        "overall_reviewcount": "1754",
        "img_url": "images/38.jpg",
        "reviews": {
            "review272": {
                "review_body": "This fragrance reminds me of the woods near my house",
                "rating_value": 5
            },
            "review273": {
                "review_body": "Pleasurable and beautiful smell all around very clean.",
                "rating_value": 5
            },
            "review274": {
                "review_body": "I love this scent and how it carries throughout my house",
                "rating_value": 5
            },
            "review275": {
                "review_body": "I would definitely recommend this to a friend I use this in my bedroom I love the smell of the candle",
                "rating_value": 5
            },
            "review276": {
                "review_body": "My second favorite candle next to Japanese blossom",
                "rating_value": 5
            },
            "review277": {
                "review_body": "My son picked this scent out for me a few years ago and it has become a staple. Such a pleasant scent.",
                "rating_value": 5
            },
            "review278": {
                "review_body": "This is one of my ultimate favorites!! It goes through the whole house and I love it!!!!",
                "rating_value": 5
            },
            "review279": {
                "review_body": "I love the scent of my lavender Oak Yankee candle!! It seems to soothe my soul. Definitely recommend it.",
                "rating_value": 5
            }
        }
    },
    "39": {
        "name": "Midnight Jasmine",
        "category": "Floral",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/midnight-jasmine/ORCL_1129548.html",
        "description": "This is a Floral fragrance. A seductively lush perfume of water jasmine, sweet honeysuckle, neroli, and mandarin blossom. Top notes: Neroli, Orantique, Mandarin Blossom, Yellow Grapefruit. Middle notes: Grapefruit. Base notes: Musk, Powdery Notes. Top note is the initial impression of the fragrance, middle note is the main body of the scent, and base is its final impression. Midnight Jasmine is Floral.",
        "overall_rating": "4.7",
        "overall_reviewcount": "1309",
        "img_url": "images/39.jpg",
        "reviews": {
            "review280": {
                "review_body": "Unlike the other fragrances , scent keeps you interested.",
                "rating_value": 5
            },
            "review281": {
                "review_body": "Great for when you have the windows open on a spring day so it goes throughout the house. Each scent so far is pretty well saturated instead of just on the surface like other candles. Scent remains continuous throughout burn time. Love that about Yankee.",
                "rating_value": 4
            },
            "review282": {
                "review_body": "This scent always sets a mood.  I like it in between winter and spring, not really sweet floral, letting you know spring is coming",
                "rating_value": 5
            },
            "review283": {
                "review_body": "One of my all time favorites. This should be available at all times of the year",
                "rating_value": 5
            },
            "review284": {
                "review_body": "I do like the smell but you can't really smell it in the air.  I wish it was stronger.",
                "rating_value": 3
            },
            "review285": {
                "review_body": "Great smelling candle. Long staying scent and clean burning!",
                "rating_value": 5
            },
            "review286": {
                "review_body": "This candle smells so good! Yoy will nit regret it!",
                "rating_value": 5
            },
            "review287": {
                "review_body": "This is for me a beautiful scent BUT I love the scent of jasmine when it comes in to bloom. I do think that it is a strong floral scent and if you don’t like Jasmine or strong florals it may be too much for you. For me it is like I’m walking through a tropical garden the Jasmine scent is pure calming peaceful and clean. The color is pure white like the flowers and I always buy the large jars because I find them safer to use in my home and they give me the long burn time. If you love flowers or know someone who does try this one! And if you need a scent that has calming this could also be your new favorite!",
                "rating_value": 5
            }
        }
    },
    "40": {
        "name": "Meadow Showers",
        "category": "Fresh & Clean",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/meadow-showers/ORCL_1230646.html",
        "description": "This is a Fresh & Clean fragrance. Daydreaming of a quiet escape…the naturally tranquil and airy scent of fresh raindrops on blades of green grass. -Fragrance Notes: -Top: Green Notes, Ozone, Zesty Citrus -Mid: Eucalyptus, Hyacinth, Ylangylang Petals -Base: Cedar Wood, Violet Leaf -Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.6",
        "overall_reviewcount": "909",
        "img_url": "images/40.jpg",
        "reviews": {
            "review288": {
                "review_body": "This candle has a super fresh scent with a light touch of freshly clipped grass",
                "rating_value": 4
            },
            "review289": {
                "review_body": "Love - spring fresh scent. Great for when you have the windows open on a spring day so it goes throughout the house. Each scent so far is pretty well saturated instead of just on the surface like other candles. Scent remains continuous throughout burn time. Love that about Yankee.",
                "rating_value": 4
            },
            "review290": {
                "review_body": "Lovely scent that radiates spring. Has a very nice hot throw and fills my whole kitchen space.",
                "rating_value": 5
            },
            "review291": {
                "review_body": "Received today and the scent is fresh and has a slight floral smell. I paired with Lilac blossoms and they are beautiful together.",
                "rating_value": 4
            },
            "review292": {
                "review_body": "this is the second scent profile that smells like spring to me, so I like to pick it up sometime around February when we are all sick and tired of winter in the Midwest.",
                "rating_value": 5
            },
            "review293": {
                "review_body": "A fresh springtime scent of clovers, grasses, violets and other outdoor sensory treats that often come after a rain shower.  Beautiful green grass-colored candle with a good throw, while not overpowering or cloyingly sweet.  One of the first candles I put out for the Spring season.",
                "rating_value": 5
            },
            "review294": {
                "review_body": "The smell was pleasant - definitely fresh with a sweet twist. Unfortunately, the fragrance was too strong for my preference/home and almost instantly gave me a headache, even with the windows open. If you’re looking for a very strong “Fresh & Clean” fragrance and have a large, open home, then you’ll probably enjoy Meadow Showers. I was hoping for a more subtle, earthy fragrance, though, and won’t be repurchasing.",
                "rating_value": 3
            },
            "review295": {
                "review_body": "Well, it's no Greenhouse but it's good. If they ever bring Greenhouse back I'll go broke anyway. I was recommended this  when I mentioned how much I loved Greenhouse. It's nice and fresh but reminds me more of fresh cut grass. I like it but still wait for Greenhouse to return!",
                "rating_value": 3
            }
        }
    },
    "41": {
        "name": "Vanilla Lime",
        "category": "Sweet & Spicy",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/vanilla-lime/ORCL_1106730.html",
        "description": "This is a Sweet & Spicy fragrance. Smooth and refreshing...the creamy richness of vanilla with sweet cane sugar and a zesty lime twist. -Fragrance Notes: -Top: Kaffir Lime, Lemon Zest -Mid: Sugar, Cocoa -Base: Vanilla, Tonka Bean -Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.6",
        "overall_reviewcount": "1006",
        "img_url": "images/41.jpg",
        "reviews": {
            "review296": {
                "review_body": "This has been one of our favorites for years. Our signature spring, and summer scent in our home. Bring back more varieties of this candle, please!",
                "rating_value": 5
            },
            "review297": {
                "review_body": "Great scent! This is a favorite in\nOur home! Scent is amazing and not over powering. We highly recommend this candle. Vanilla Lime.",
                "rating_value": 5
            },
            "review298": {
                "review_body": "The fragrance of this candle is subtle.  Vanilla is usually fairly strong but with this candle, I don't really notice the scent unless I get close to it.  I would describe this as a softened vanilla smell.  I like the color and of course a candle adds a nice ambiance to the room. I'm always pleased with the burn time I get from the original jar.  I would purchase this again but it is not my favorite.",
                "rating_value": 4
            },
            "review299": {
                "review_body": "It's a wonderful summer scent that isn't overpowering, but provides that hint of sweet summer.",
                "rating_value": 5
            },
            "review300": {
                "review_body": "I’ve been using this scent for many years. My mother gave me my first candle twenty years ago and I loved it. The scent brings back memories of her now.",
                "rating_value": 5
            },
            "review301": {
                "review_body": "The Only Candle I BUY!! Love the Fragrance and it’s my All Time FAVORITE ❤️",
                "rating_value": 5
            },
            "review302": {
                "review_body": "One of my favorite candle scents.  Clean and sweet.",
                "rating_value": 5
            },
            "review303": {
                "review_body": "I love this scent. Please don't discontinue it. Packaging is good.",
                "rating_value": 5
            }
        }
    },
    "42": {
        "name": "Pineapple Cilantro",
        "category": "Fruity",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/pineapple-cilantro/ORCL_1174261.html",
        "description": "This is a Fruity fragrance. A tropical treat...fresh, island pineapple served with a citrus touch of cilantro and sweet coconut. Top notes: Pineapple, Herbal, Cilantro, Coconut, Apple, Orange. Middle notes: Violet, Basil, Green Ivy. Base notes: Vanilla. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.7",
        "overall_reviewcount": "1033",
        "img_url": "images/42.jpg",
        "reviews": {
            "review304": {
                "review_body": "I love my candle pineapple and cilitro . I love the smell and it lasts a very long time . When company comes over the notice the smell and adk what fragrance it is .",
                "rating_value": 5
            },
            "review305": {
                "review_body": "Product is Excellent. This is my favorite scent! I often burn for long periods and it last a long time. Will definitely buy again",
                "rating_value": 5
            },
            "review306": {
                "review_body": "Love yankee candles. Wish I could buy a lot more. So many to choose from.",
                "rating_value": 5
            },
            "review307": {
                "review_body": "Very fun summer candle. First time trying this one and will purchase again.",
                "rating_value": 5
            },
            "review308": {
                "review_body": "Wow what a surprise this one was! Given to me as a gift the wonderful light cilantro scent with strong pure pineapple as if a summer salad was being made right in my home! The pineapple smells juicy fresh delicious the cilantro is fresh pure and such an accent scent together creating a wonderful scent! The beautiful light spring/summer green color palette is really pretty ! This candle is definitely one of my new favorites!",
                "rating_value": 5
            },
            "review309": {
                "review_body": "Please, please, please bring back other products with pineapple cilantro scent!!! I’m my opinion, it is the BEST scent Yankee Candle has ever come up with!!",
                "rating_value": 5
            },
            "review310": {
                "review_body": "I love this candle. It's one of my favorites. It has a wonderful fresh smell that isn't overpowering but fills the house with an awesome aroma of pineapple & cilantro. The cilantro isn't too heavy & the pineapples not too sweet. The 2 scents compliment each other nicely",
                "rating_value": 5
            },
            "review311": {
                "review_body": "The best candle scent ever. It reminds me my trip to Maui every time I burn it",
                "rating_value": 5
            }
        }
    },
    "43": {
        "name": "Bahama Breeze™",
        "category": "Fruity",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/bahama-breeze/ORCL_1205301.html",
        "description": "This is a Fruity fragrance. A tropical cocktail of a fragrance, with the cool refreshment of pineapple, peach, and mango notes. A dash of grapefruit and passionfruit notes add depth, and a hint of musk provides a finishing warmth to the experience. Top notes: Exotic Fruits, Pineapple, Passion Fruit, Grapefruit. Middle notes: Mango, Peach, Tropical Fruits. Base notes: Musk. Top note is the initial impression of the fragrance, middle note is the main body of the scent, and base is its final impression.",
        "overall_rating": "4.6",
        "overall_reviewcount": "1571",
        "img_url": "images/43.jpg",
        "reviews": {
            "review312": {
                "review_body": "I love this sent for the spring and summer.It screams beach!  Bring on the relaxation.",
                "rating_value": 5
            },
            "review313": {
                "review_body": "Love this tropical scent. Searching everywhere for the scent refills to go in my bathrooms.",
                "rating_value": 5
            },
            "review314": {
                "review_body": "Smells like summertime. Just fresh and wonderful. Highly recommended",
                "rating_value": 5
            },
            "review315": {
                "review_body": "I can’t wait for summer to light this! Smells sweet and juicy on cold sniff. I got this in December for the summer. This is a vacation-summer like scent that puts me in a good mood!",
                "rating_value": 5
            },
            "review316": {
                "review_body": "Great fresh smell!  Makes the house smell like a tropical island.",
                "rating_value": 5
            },
            "review317": {
                "review_body": "Absolutely love this tropical smell!\nThis candle lasts a really long time!",
                "rating_value": 5
            },
            "review318": {
                "review_body": "This is one of your best scents. I miss my favorite which was Honeydew. Just a note the candles don't seem to smell as good as the used to.",
                "rating_value": 5
            },
            "review319": {
                "review_body": "I got this scent candle for my birthday.  I didn't like it. Would not buy it again",
                "rating_value": 2
            }
        }
    },
    "44": {
        "name": "Seaside Woods",
        "category": "Woody",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/seaside-woods/ORCL_1609098.html",
        "description": "This is a Woody fragrance. Experience a cozy, secluded coastal escape. Warm scents of sun-dried driftwood and soft orange blossoms are met with hints of citrus, evoking the quietude of a balmy shoreline. Top notes: Orange Blossoms, Cool Citrus. Middle notes: Sweet Alyssum, Acacia. Base notes: Cottonwood, Driftwood. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.7",
        "overall_reviewcount": "1004",
        "img_url": "images/44.jpg",
        "reviews": {
            "review320": {
                "review_body": "This fragrance reminds of our pond in the forest. It smells like the forest floor",
                "rating_value": 5
            },
            "review321": {
                "review_body": "Smelled like description. Just wish the scent was stronger!",
                "rating_value": 4
            },
            "review322": {
                "review_body": "Did not think it smelled as good as one before. Maybe got delivered an old batch.",
                "rating_value": 2
            },
            "review323": {
                "review_body": "Seaside Woods is my favorite candle year round.  It's so sad to see so many stores closing where I was able to sample different scents.  Now I must order online...thankfully, I've been able to take advantage of free shipping offers periodically.",
                "rating_value": 5
            },
            "review324": {
                "review_body": "Relaxing, like a day at the beach! One of my go to scents",
                "rating_value": 5
            },
            "review325": {
                "review_body": "Reminds me of Muir Woods or Big Sur.  The mix of the scents is great.",
                "rating_value": 5
            },
            "review326": {
                "review_body": "love the smell, I use it in my rental office. People are always commenting how much the office smells like the beach even on a snowy NY day like today!",
                "rating_value": 5
            },
            "review327": {
                "review_body": "Not a fan of this scent. There’s nothing wrong with it just not my favorite.",
                "rating_value": 3
            }
        }
    },
    "45": {
        "name": "Catching Rays™",
        "category": "Fresh & Clean",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/catching-rays/ORCL_1351627.html",
        "description": "This is a Fresh & Clean fragrance. A warm, fresh fragrance of tart orange and golden amber notes, bringing that wonderful feeling of being warmed all the way through by the summer sun. Lavender, geranium, and cypress scents bring depth to the beach vibes. Top notes: Orange. Middle notes: Lavender, Rosemary, Geranium. Base notes: Amber, Cypress, Moss, Musk. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.7",
        "overall_reviewcount": "844",
        "img_url": "images/45.jpg",
        "reviews": {
            "review328": {
                "review_body": "I bought this candle last summer and couldn’t wait to bring it out again to realize that it only had a few hours of burn left. The smell is amazing. If I had to describe it, it’s like a beach flowery clean smell. Trust me it smells good.\n\nI try to always buy the original jar one wick large Tumbler candles because you get 2 ounces more and it’s around three dollars cheaper than the two wic one that’s only 20 ounces but more expensive. Hey, 2 ounces is 2 ounces.",
                "rating_value": 5
            },
            "review329": {
                "review_body": "This is one of the best fragrances at Yankee Candle. The color is also soothing and it makes the whole room smell great. This is a good candle to burn in your living room if you want to create a relaxing ambiance.",
                "rating_value": 5
            },
            "review330": {
                "review_body": "Very nice fragrance, lightly scented. Pretty color too!",
                "rating_value": 5
            },
            "review331": {
                "review_body": "As always received by your pleasant fragrance candles and always kept its original look",
                "rating_value": 5
            },
            "review332": {
                "review_body": "Very nice scent, light not strong. would recommend it.",
                "rating_value": 4
            },
            "review333": {
                "review_body": "This candle has a great fragrance. Decent throw. Reminds me of all things “beachy”.",
                "rating_value": 5
            },
            "review334": {
                "review_body": "Catching rays was a blind buy and let me tell you it is such a nice summer scent I’m so glad I purchased it! Originally bought one for my husbands aunt for Christmas and went online the next week to buy one for myself when they went down to $12!",
                "rating_value": 5
            },
            "review335": {
                "review_body": "Smells amazing and has a fresh smell to it which I love.",
                "rating_value": 5
            }
        }
    },
    "46": {
        "name": "Sakura Blossom Festival",
        "category": "Floral",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/sakura-blossom-festival/ORCL_1632334.html",
        "description": "This is a Floral fragrance. Blooming cherry trees herald the arrival of spring's magic. Bright fruity aromas of red berries and grapefruit settle into a delicate floral heart of pink rose, freesia, and cherry blossom notes, warmed at the base by creamy gourmands. Top notes: Red Berries, Apple, Pink Grapefruit. Middle notes: Rose, Freesia, Cherry Blossom. Base notes: Sandalwood, Vanilla, Almond Milk. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.4",
        "overall_reviewcount": "430",
        "img_url": "images/46.jpg",
        "reviews": {
            "review336": {
                "review_body": "Decided to try something new this time, has a very pretty but light scent",
                "rating_value": 4
            },
            "review337": {
                "review_body": "I love when Ysmkee Candles carry this amazing sell!",
                "rating_value": 5
            },
            "review338": {
                "review_body": "This was a more subtle fragrance.  Nice but not my preference.",
                "rating_value": 4
            },
            "review339": {
                "review_body": "This candle has a light fragrant scent that reflects early spring. This scent is great for anyone who is looking for a floral scent that isn't overpowering.",
                "rating_value": 4
            },
            "review340": {
                "review_body": "The candle smells so good throughout the house.  The doggies sniff the smell with delighted bark and the candle sifts through out my beautiful home.",
                "rating_value": 5
            },
            "review341": {
                "review_body": "This is my absolute favorite yankee scent!! I cant wait to buy more",
                "rating_value": 5
            },
            "review342": {
                "review_body": "Makes your entire house smell amazing. One of my favorite",
                "rating_value": 5
            },
            "review343": {
                "review_body": "I bought it months ago, the best candle I’ve gotten!!",
                "rating_value": 5
            }
        }
    },
    "47": {
        "name": "Lavender Vanilla",
        "category": "Floral",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/lavender-vanilla/ORCL_1152864.html",
        "description": "This is a Floral fragrance. An oasis of tranquility...the perfect mix of fresh lavender and warm vanilla with musk and bergamot. Top notes: Lavender. Middle notes: Vanilla Orchid, Jasmine. Base notes: Vanilla Bean, Musk. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.6",
        "overall_reviewcount": "1379",
        "img_url": "images/47.jpg",
        "reviews": {
            "review344": {
                "review_body": "One of my favorite scents for my home that I highly recommend.",
                "rating_value": 5
            },
            "review345": {
                "review_body": "Love this fragrance! A relaxing and calming scent!",
                "rating_value": 5
            },
            "review346": {
                "review_body": "I love this one in my bedroom. Makes for a calm environment!",
                "rating_value": 5
            },
            "review347": {
                "review_body": "Another one of my favorite 🤩 smells. Nice clean smell",
                "rating_value": 5
            },
            "review348": {
                "review_body": "Lovely scent. Notes of vanilla are very relaxing. Lavender notes are fresh and soothing",
                "rating_value": 5
            },
            "review349": {
                "review_body": "A very calming, relaxing scent. The perfect balance between lavender and vanilla.",
                "rating_value": 5
            },
            "review350": {
                "review_body": "Love the fragrance it is very relaxing. a great candle",
                "rating_value": 5
            },
            "review351": {
                "review_body": "Very soothing fragrance. I really like vanilla and do like some lavender scents. I decided to blind buy this and it smells great. The vanilla on cold isn’t as detectable but takes the lavender into a sweet but spa like scent. Great throw as well.",
                "rating_value": 5
            }
        }
    },
    "48": {
        "name": "Kitchen Spice™",
        "category": "Sweet & Spicy",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/kitchen-spice/ORCL_1218400.html",
        "description": "This is a Sweet & Spicy fragrance. An uplifting combination of your favorite spices — the scents of ginger, cardamom, cinnamon, and clove — with a hint of sweet orange notes, like a happy, busy kitchen bustling with from-scratch baking and friendly conversation. Top notes: Spicy Cardamom, Sweet Orange, Clove. Middle notes: Nutmeg, Cinnamon, Ginger. Base notes: Almond, Musk. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.7",
        "overall_reviewcount": "1510",
        "img_url": "images/48.jpg",
        "reviews": {
            "review352": {
                "review_body": "The Best Yankee scent ever! I use this year round for the cozy home feel.",
                "rating_value": 5
            },
            "review353": {
                "review_body": "One of my favorite scents for my home that I highly recommend.",
                "rating_value": 5
            },
            "review354": {
                "review_body": "Kitchen Spice gives my house a nice cinnamon spicy smell. Very refreshing & friends have commented on how good the house smells. Love it ! I hope they keep it in stock year around. It is great for anytime of the year. I will definitely  buy it again. Have ordered more for my stash.",
                "rating_value": 5
            },
            "review355": {
                "review_body": "Lovely fragrance; strong but not overpowering—just what you want from a scented candle.",
                "rating_value": 5
            },
            "review356": {
                "review_body": "One of my favorite Yankee Candle scents, very homey",
                "rating_value": 5
            },
            "review357": {
                "review_body": "I’ve been buying this scent for years! It’s still the same every time I buy it!!!! Definitely my favorite spicy scent for all year around!!",
                "rating_value": 5
            },
            "review358": {
                "review_body": "Ahhh.....this fragrance elicits memories of baking with Grandma. It's a great purchase to give to those who were fortunate to have that opportunity.",
                "rating_value": 5
            },
            "review359": {
                "review_body": "The wicks were too thin to effectively melt the candle properly. As a result they consistently went out by themselves.  The only solution was to dump the melted wax and relight.  By the time the wick was burned down and completed, there was still 1/3 of the wax unmelted.  I want to add that in 20 years of using your products this is the only issue I've ever had.  You get a free pass on this one.",
                "rating_value": 2
            }
        }
    },
    "49": {
        "name": "Buttercream®",
        "category": "Sweet & Spicy",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/buttercream/ORCL_115461.html",
        "description": "This is a Sweet & Spicy fragrance. Fresh churned butter creamed with confectioner's sugar and vanilla bean. Top notes: Butter, Coconut Cream. Middle notes: Rum, Caramel, Vanilla Cake. Base notes: Raw Sugar, Malt. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.4",
        "overall_reviewcount": "1228",
        "img_url": "images/49.jpg",
        "reviews": {
            "review360": {
                "review_body": "I bought this for my daughter because this is her favorite set. She loves this candle. I saw I bought her too. She’s already burned one but anyway this is a very true buttercream smells wonderful.",
                "rating_value": 5
            },
            "review361": {
                "review_body": "This is the most relaxing, sweet, comforting scent.",
                "rating_value": 5
            },
            "review362": {
                "review_body": "I buy this one on the regular!! It smells sooo amazing!! I'd take a lotion and spray in this flavor!",
                "rating_value": 5
            },
            "review363": {
                "review_body": "Wonderful scent!! One of the best ever. Grab it!!!",
                "rating_value": 5
            },
            "review364": {
                "review_body": "The candle no longer smells like the classic buttercream of the past.",
                "rating_value": 1
            },
            "review365": {
                "review_body": "One of my favorite scents!  Smells wonderful and burns a long time!",
                "rating_value": 5
            },
            "review366": {
                "review_body": "Makes the house smell like you are baking when you are not!",
                "rating_value": 5
            },
            "review367": {
                "review_body": "Smells wonderful; I’ve burnt it before.  On cold sniff, this specific time it had somewhat of a maple scent to it, which I’m not a fan of.  Plus, it arrived broken.  Won’t be ordering again in those circumstances.  Thank you though YC for refunding me.",
                "rating_value": 3
            }
        }
    },
    "50": {
        "name": "Cinnamon Stick",
        "category": "Sweet & Spicy",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/cinnamon-stick/ORCL_1055974.html",
        "description": "This is a Sweet & Spicy fragrance. A cool weather favorite, the realistic scent of imported cinnamon brings to mind spiced apples and fruit pies baking in the kitchen. Notes of clove, cardamom, and cedarwood add even more warmth to the scene. Top notes: Cinnamon Stick. Middle notes: Clove, Cardamom. Base notes: Bay Leaf, Cedarwood. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.5",
        "overall_reviewcount": "1567",
        "img_url": "images/50.jpg",
        "reviews": {
            "review368": {
                "review_body": "So disappointed in this candle.  Wish I had read other reviews. It’s not burning evenly, and the aroma is not as strong as usual with Yankee candles.  It smells nice, but only when you are right beside it.",
                "rating_value": 2
            },
            "review369": {
                "review_body": "This candle is subtle and sweet. Truly makes a room feel warm and pleasant. I highly recommend for the cooler months in New England!",
                "rating_value": 5
            },
            "review370": {
                "review_body": "If you like cinnamon then this is for you, Got this for a friend who really likes this",
                "rating_value": 4
            },
            "review371": {
                "review_body": "Cinnamon Stick is one of my favorite scents, and Yankee Candles usually burn evenly. However, I am disappointed in how this candle is burning, as it is not burning evenly and there is a lot of candle waste. This candle is under performing.",
                "rating_value": 3
            },
            "review372": {
                "review_body": "I bought this after being gifted a Yankee candle. It smells amazing and covers the teenage boy smells.",
                "rating_value": 5
            },
            "review373": {
                "review_body": "Very strong scent of cinnamon. Even before you light the candle, it will give off a strong cinnamon smell with just the lid off.",
                "rating_value": 5
            },
            "review374": {
                "review_body": "So glad I was able to find this candle for the holidays.I really love the smell",
                "rating_value": 5
            },
            "review375": {
                "review_body": "Love the warm,cozy aroma ! Fills the kitchen and living areas with a gentle but rich scent",
                "rating_value": 5
            }
        }
    },
    "51": {
        "name": "Chocolate Layer Cake",
        "category": "Sweet & Spicy",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/chocolate-layer-cake/ORCL_1303319.html",
        "description": "This is a Sweet & Spicy fragrance. A gourmand fragrance that's as decadent as it gets. Warm aromas of cocoa, chocolate mousse, and vanilla will transport you to a luxurious bakery café full of sumptuous delights, leaving you hungry for more. Top notes: Chocolate Mousse Pudding, Cocoa. Middle notes: Fruity Cranberry. Base notes: Vanilla. Top note is the initial impression of the fragrance, middle note is the main body of the scent, and base is its final impression.",
        "overall_rating": "4.8",
        "overall_reviewcount": "1865",
        "img_url": "images/51.jpg",
        "reviews": {
            "review376": {
                "review_body": "It smells like you're baking a chocolate cake. I have bought several and given some away and everyone has loved it.",
                "rating_value": 5
            },
            "review377": {
                "review_body": "People come in and want a piece of the chocolate cake I baked. They can’t believe it’s a candle.",
                "rating_value": 5
            },
            "review378": {
                "review_body": "Loved it! Makes the house smell sooo good! Disappointed they don't have the scent anymore.",
                "rating_value": 5
            },
            "review379": {
                "review_body": "If you love that smell of freshly baked chocolate cake this candle is for you! This yummy scent is just that captured in a jar.",
                "rating_value": 5
            },
            "review380": {
                "review_body": "I received this for Christmas and it really smells like chocolate throughout my house, even up the stairs.",
                "rating_value": 5
            },
            "review381": {
                "review_body": "This candle is wonderful!  Makes your home smell like something chocolate is baking!",
                "rating_value": 5
            },
            "review382": {
                "review_body": "Easily one of the best chocolate scented candles ever!!",
                "rating_value": 5
            },
            "review383": {
                "review_body": "I have never seen this before I am a new customer tell me how I can order this product",
                "rating_value": 5
            }
        }
    },
    "52": {
        "name": "Soft Blanket™ - Returning Favorite",
        "category": "Fresh & Clean",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/soft-blanket---returning-favorite/ORCL_1731732.html",
        "description": "This is a Fresh & Clean fragrance. Snuggle up in the irresistible softness of a fluffy blanket warm from the dryer. Washed in fragrances of cashmere vanilla, powdery rose, and a hint of amber, this relaxing fragrance surrounds you in cozy comfort. Top notes: Bergamot, Citrus, Blackberry. Middle notes: Cashmere Vanilla, Powdery Rose, Tobacco Flower. Base notes: Amber, Cocoa, Musk. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.7",
        "overall_reviewcount": "441",
        "img_url": "images/52.jpg",
        "reviews": {
            "review384": {
                "review_body": "Very light beautiful scent! Perfect for all year round.",
                "rating_value": 5
            },
            "review385": {
                "review_body": "Smells amazing, not to sweet, but welcoming.  The kids love it, too",
                "rating_value": 5
            },
            "review386": {
                "review_body": "I absolutely love this candle fragrance. I have been buying it for years.  It always makes sense smell some clean and fresh and inviting.",
                "rating_value": 5
            },
            "review387": {
                "review_body": "I tried the scent at the store and bought it because it smells so lovely",
                "rating_value": 5
            },
            "review388": {
                "review_body": "Fragrance is so warm and cozy for the long winter days. Light, not too strong. Living room smells great.",
                "rating_value": 5
            },
            "review389": {
                "review_body": "I bought this candle for my bedroom and I'm so happy I did. Everytime I walk into the room it smells like a fresh, summer day. Nice clean scent. Very happy and will buy it again.",
                "rating_value": 5
            },
            "review390": {
                "review_body": "one of my daughter's favorite fragrances to smell when she cuddles up",
                "rating_value": 5
            },
            "review391": {
                "review_body": "Perfect, refreshing, gentle scent! I enjoy the calming fragrance as I get snuggles with my little grandson just before and after his naps. It feels like soaking in a nice warm hugs from the little guy as we cozy up together winding down or waking up. Love, love, LOVE!",
                "rating_value": 5
            }
        }
    },
    "53": {
        "name": "Mediterranean Breeze",
        "category": "Fresh & Clean",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/mediterranean-breeze/ORCL_1521678.html",
        "description": "This is a Fresh & Clean fragrance. Feel the warm, salt air of the Mediterranean — a seaside mix of soft citrus blossoms and amber. Top notes: Airy Ozone, Blue Surf Accord. Middle notes: Citrus Blossoms. Base notes: Amber Crystals, Oakmoss, Driftwood. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.7",
        "overall_reviewcount": "565",
        "img_url": "images/53.jpg",
        "reviews": {
            "review392": {
                "review_body": "First time purchasing Mediterranean Breeze candle.  Love the scent, which fills the whole house.",
                "rating_value": 5
            },
            "review393": {
                "review_body": "Great scent...long lasting....very happy with purchse!!!",
                "rating_value": 5
            },
            "review394": {
                "review_body": "Really enjoy this scent. It has definitely become one of my favorites!",
                "rating_value": 5
            },
            "review395": {
                "review_body": "This has become my absolute favorite scented candle!",
                "rating_value": 5
            },
            "review396": {
                "review_body": "Mediterranean Breeze is my personal favorite, I got 2 of these. I love how it smells so exotic.",
                "rating_value": 5
            },
            "review397": {
                "review_body": "My sister in law is from the Mediterranean area. When she smelled this candle, her eyes drifted closed, and a contented smile lifted the corners of her mouth. She said it smelled exactly like the Mediterranean Sea.",
                "rating_value": 5
            },
            "review398": {
                "review_body": "I love this fragrance! I buy it every year for my sons!",
                "rating_value": 5
            },
            "review399": {
                "review_body": "Nice smelling candle that fills the room with a soft scent",
                "rating_value": 4
            }
        }
    },
    "54": {
        "name": "Vanilla Cupcake",
        "category": "Sweet & Spicy",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/vanilla-cupcake/ORCL_1093707.html",
        "description": "This is a Sweet & Spicy fragrance. A day of baking ends with the joy of freshly decorated cupcakes. The scent of moist cake batter topped with creamy vanilla icing and malted sugar is so perfectly sweet, you can't help but crave the real thing. Top notes: Vanilla Icing, Malted Sugar. Middle notes: Cake Batter, Chocolate. Base notes: Cocoa, Vanilla Bean. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.6",
        "overall_reviewcount": "1487",
        "img_url": "images/54.jpg",
        "reviews": {
            "review400": {
                "review_body": "I’ll start with the facts and save my feelings for the end.\n\nWhen unlit, the candles have a lovely scent, just as you’d expect. However, once burned, the fragrance is almost nonexistent. I have no idea how this is possible, but despite my expectations, all four candles I received produced only a faint scent.\n\nBecause of this, I’m giving them a 1-star rating.\n\nI was genuinely excited about these candles, so it’s really disappointing that they turned out to be such a letdown and a waste of money.",
                "rating_value": 1
            },
            "review401": {
                "review_body": "Smells just like the name. Great scent for kitchen or living room.",
                "rating_value": 5
            },
            "review402": {
                "review_body": "This is by far my number one scent I always buy since I could buy my own candles. Imagine walking into your room and smelling fresh baked cupcakes, that is this in a candle! Winner every time!",
                "rating_value": 5
            },
            "review403": {
                "review_body": "Vanilla has always been one of my favorite fragrances and this candle does not disappoint!",
                "rating_value": 5
            },
            "review404": {
                "review_body": "Great smell and long lasting. I have purchased this candle over and over again to use at home and in my classroom. My guests and students love it!",
                "rating_value": 5
            },
            "review405": {
                "review_body": "Smells like a cake is baking!  Makes your home smell wonderful!",
                "rating_value": 5
            },
            "review406": {
                "review_body": "not as fragrant as others. disappointed.  Love other scents.",
                "rating_value": 2
            },
            "review407": {
                "review_body": "The smell is wonderful actually, i love this scent",
                "rating_value": 5
            }
        }
    },
    "55": {
        "name": "French Vanilla",
        "category": "Sweet & Spicy",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/french-vanilla/ORCL_11512.html",
        "description": "This is a Sweet & Spicy fragrance. Beneath the gleaming glass case, under the glow of the bakery lights, fluffy cupcakes with swirls of sweet frosting beckon you to bliss. Redolent with pure French vanilla and fresh-churned butter, this delectable fragrance transports you there. Top notes: Cool Milky Notes. Middle notes: Vanilla Bean. Base notes: Butter. Top note is the initial impression of the fragrance, middle note is the main body of the scent, and base is its final impression.",
        "overall_rating": "4.6",
        "overall_reviewcount": "1513",
        "img_url": "images/55.jpg",
        "reviews": {
            "review408": {
                "review_body": "I’ll start with the facts and save my feelings for the end.\n\nWhen unlit, the candles have a lovely scent, just as you’d expect. However, once burned, the fragrance is almost nonexistent. I have no idea how this is possible, but despite my expectations, all four candles I received produced only a faint scent.\n\nBecause of this, I’m giving them a 1-star rating.\n\nI was genuinely excited about these candles, so it’s really disappointing that they turned out to be such a letdown and a waste of money.",
                "rating_value": 1
            },
            "review409": {
                "review_body": "I love this scent, Vanilla is and always has been my favorite",
                "rating_value": 5
            },
            "review410": {
                "review_body": "A nice base candle. I like strong scents so I’ll usually burn this with something a little more bold. It’s great on its own but it’s a little plain. True vanilla scent, not like a fake chemical scent.",
                "rating_value": 5
            },
            "review411": {
                "review_body": "Obsessed with this smell for my bedroom. They also last so long compared to other candles!",
                "rating_value": 5
            },
            "review412": {
                "review_body": "This candle is great. I especially love the large size as it lasts a long time! The smell is clean and gives a reminder of freshly baked cookies and cakes.",
                "rating_value": 5
            },
            "review413": {
                "review_body": "I love the French vanilla candle! Smells like baking a cake. I've given several away as gifts got the same reaction everyone loves it. Always complimenting when they walk into my home. Best candles all around",
                "rating_value": 5
            },
            "review414": {
                "review_body": "Love your french vanilla candles, to bad there isn't any variety of candle styles in this fragrance",
                "rating_value": 5
            },
            "review415": {
                "review_body": "French vanilla is one scent you can never go wrong with.",
                "rating_value": 5
            }
        }
    },
    "56": {
        "name": "A Calm & Quiet Place",
        "category": "Floral",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/a-calm-quiet-place/ORCL_1577119.html",
        "description": "This is a Floral fragrance. Breathe deeply and enter a peaceful world of gentle fragrance and soft light. A quiet place…where whispers of jasmine, patchouli, and amber musk notes relax away the cares of the day. Top notes: Mandarin Leaf. Middle notes: Jasmine, Cedarwood. Base notes: Patchouli, Sandalwood, Amber Musk. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.7",
        "overall_reviewcount": "1768",
        "img_url": "images/56.jpg",
        "reviews": {
            "review416": {
                "review_body": "It reminds me of a certain celestial 90's fragrance. IYKYK",
                "rating_value": 5
            },
            "review417": {
                "review_body": "I thought id try this one by the scent description.  I like the scent but not sure how to describe it. It's pleasant but subtle. On its own, it doesn't quite fill a room. I pair it with another candle. I decided to burn it with Christmas Simmering Tree which i absolutely love! Together these scents match perfectly.",
                "rating_value": 5
            },
            "review418": {
                "review_body": "I brought this product about a month ago . It smells so good 😊 omg . Will be repurchasing.",
                "rating_value": 5
            },
            "review419": {
                "review_body": "Love how the smell lingers, it fills the house ,very 😊",
                "rating_value": 5
            },
            "review420": {
                "review_body": "A Calm & Quiet Place is a beautifully soothing scent that creates a serene atmosphere perfect for relaxation. With soft notes of jasmine, warm amber, and a touch of sandalwood, it delivers a gentle yet sophisticated fragrance that isn’t overpowering. The balanced aroma makes it ideal for unwinding after a long day or setting a peaceful mood in any space. The clean and even burn ensures a long-lasting experience, making this candle a great choice for those who enjoy subtle, calming scents.",
                "rating_value": 5
            },
            "review421": {
                "review_body": "I was gifted this candle. I was a little skeptical but turns out, I liked it",
                "rating_value": 5
            },
            "review422": {
                "review_body": "My daughter ahs a high stress job.  I bought this candle for her to use with meditation and yoga.  She loves it!  I am going to buy some for her office so the non-lit fragrance can help her unwind.",
                "rating_value": 5
            },
            "review423": {
                "review_body": "I love this scent! It’s very cozy and reminds me of a cozy library nook.",
                "rating_value": 5
            }
        }
    },
    "57": {
        "name": "Cucumber Mint Cooler",
        "category": "Citrus",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/cucumber-mint-cooler/ORCL_1728839W.html",
        "description": "This is a Citrus fragrance. The fragrance of a cool summer libation, designed for those who like their drinks on the zesty side. Cucumber, lemon, and mint notes combine to create a clean, refreshing scent that’ll inspire outdoor relaxation. Top notes: Lemon, Eucalyptus, Orange, Spearmint, Grapefruit. Middle notes: Cucumber, Jasmine. Base notes: Sloe Berries, White Musk. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.5",
        "overall_reviewcount": "35",
        "img_url": "images/57.jpg",
        "reviews": {
            "review424": {
                "review_body": "Smells fresh and light Helps lighten up a room anytime",
                "rating_value": 5
            },
            "review425": {
                "review_body": "This candle it’s one of my favorite. It relaxes me and the scent lasts for hours.",
                "rating_value": 5
            },
            "review426": {
                "review_body": "Excellent! Love the scent! Would purchase again for sure!!",
                "rating_value": 5
            },
            "review427": {
                "review_body": "It was a calming scent that lingered long after the candle was blown out",
                "rating_value": 4
            },
            "review428": {
                "review_body": "Didn't think I'd like this, has a really nice smell",
                "rating_value": 5
            },
            "review429": {
                "review_body": "I smell mostly cucumber and a little mint. This is a light smelling candle. I wouldn’t purchase again.",
                "rating_value": 3
            },
            "review430": {
                "review_body": "Fresh  fruity scent . This scent reminds me of sitting on the beach with a mint mojito in hand.",
                "rating_value": 5
            },
            "review431": {
                "review_body": "Heads up stick with soy wax not this blend..... clean burning wicks as well~ This is paraffin wax",
                "rating_value": 1
            }
        }
    },
    "58": {
        "name": "Sparkling Cinnamon",
        "category": "Sweet & Spicy",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/sparkling-cinnamon/ORCL_1100952.html",
        "description": "This is a Sweet & Spicy fragrance. Twinkling lights, glittery decorations, and the buzz of warm conversation — it's a holiday party you never want to end. Sparkling aromas of cinnamon sticks, spicy clove, and just a hint of bay leaf make this cozy fragrance a wintertime classic. Top notes: Cinnamon Stick. Middle notes: Clove, Cardamom. Base notes: Bay Leaf, Cedarwood. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.4",
        "overall_reviewcount": "3328",
        "img_url": "images/58.jpg",
        "reviews": {
            "review432": {
                "review_body": "I have been buying your candles for over 15 years . I love the way they smell. It makes my whole house smell warm and comfortable. Even though I can only afford them when they are on sale I won’t burn anything other candles. The fragrance is great.",
                "rating_value": 5
            },
            "review433": {
                "review_body": "Haven't tried it yet \nI'm looking forward to see just how good it does do",
                "rating_value": 1
            },
            "review434": {
                "review_body": "This is one of my top favorite Yankee scents!! It's wonderfully spicy, like red hots and has a wonderful throw!",
                "rating_value": 5
            },
            "review435": {
                "review_body": "It doesn't burn evenly it's a waste of money. I had brought 5 of them never again.I gave it one star because otherwise you wouldn't be able to write a review.I feel that's wrong especially when it deserves 0 stars.",
                "rating_value": 1
            },
            "review436": {
                "review_body": "I purchased 3 of the Cinnamon Large Jar Candles anticipating them making my house smell like fresh \nbaking.\nI've used Yankee Candles for years and have never been so disappointed in one of their candles.\nThere is absolutely no throw, the wax did not melt and the wicks disappeared  ~~  one of them when the candles was only half burnt.\nPossibly an error in manufacturing, but very frustrating at best and a true waste of money.",
                "rating_value": 1
            },
            "review437": {
                "review_body": "Nice fragrance but poor burn. Only the center of candle burned. Would not buy again.",
                "rating_value": 1
            },
            "review438": {
                "review_body": "Sparkling cinnamon brings that clean cinnamon scent in the home",
                "rating_value": 5
            },
            "review439": {
                "review_body": "This candle smells really great and makes the house smell just like something cinammon is baking.",
                "rating_value": 5
            }
        }
    },
    "59": {
        "name": "Jamaica Vibes",
        "category": "Fresh & Clean",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/jamaica-vibes/ORCL_1763416.html",
        "description": "This is a Fresh & Clean fragrance. Experience Jamaica through the scents of emerald palm leaves, tart rhubarb, pink pepper, and patchouli.  -Fragrance Notes: -Top: Emerald Palm Leaves, Black Currant, Rhubarb -Mid: Pink Pepper, Sugar Beet, Bamboo Blossom -Base: Vetiver, Cashmere, Patchouli -Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.4",
        "overall_reviewcount": "150",
        "img_url": "images/59.jpg",
        "reviews": {
            "review440": {
                "review_body": "Candle scent wasn’t as strong as other fragrances that I purchased in the best",
                "rating_value": 1
            },
            "review441": {
                "review_body": "I love the soothing smell. Not to mention,  it comes in my favorite color ❤️sn: my dog Chloe actually barks when I try to light a different one.  Lol.",
                "rating_value": 5
            },
            "review442": {
                "review_body": "I had to return this one, because it smelled very strongly of cheap ladies perfume. I ordered it online expecting it to smell fruity. It does not.",
                "rating_value": 1
            },
            "review443": {
                "review_body": "This fragrance smells so good and fresh! What a great candle to get in the mood for warmer weather.",
                "rating_value": 5
            },
            "review444": {
                "review_body": "Cute gift for someone going to Jamaica.  Scent is clean & very faint.",
                "rating_value": 3
            },
            "review445": {
                "review_body": "A soft somewhat spicy sweet scent, pretty color green, burns evenly, good value, non-toxic.",
                "rating_value": 4
            },
            "review446": {
                "review_body": "I wanted to love this scent; at first it was nice, but after 2 hours my head got all stuffed up.  A little too heavy for me.",
                "rating_value": 3
            },
            "review447": {
                "review_body": "I was thinking Jamaican beaches, ocean waves, sun, sand and fresh air… instead I got a candle that smells like a cannabis dispensary! I typically light candles when I want the house to smell good when I have guests over… not this one.",
                "rating_value": 1
            }
        }
    },
    "60": {
        "name": "’Tis the Sea-Sun in Sydney",
        "category": "Floral",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/tis-the-sea-sun-in-sydney/ORCL_2642999.html",
        "description": "This is a Floral fragrance. Escape to a Sydney beach this holiday season with the scents of tropical nectars, orange blossoms, sunscreen, and sandy woods. Top notes: Orange Blossom, Tropical Nectar, Sunscreen. Middle notes: Glowing Tuberose, Monoi Blooms, Gardenia. Base notes: Sandy Woods, Beach Musk. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.5",
        "overall_reviewcount": "285",
        "img_url": "images/60.jpg",
        "reviews": {
            "review448": {
                "review_body": "Do not buy Yankee candles. Their quality has gone down hill. See photos attached.",
                "rating_value": 1
            },
            "review449": {
                "review_body": "Look the smell of beach and sun tan lotion, so realistic.",
                "rating_value": 5
            },
            "review450": {
                "review_body": "Sun chill beach this was from Passport holiday collection . I enjoyed it. It reminds me an afternoon by the beach .",
                "rating_value": 5
            },
            "review451": {
                "review_body": "I want to go there! So I can imagine I'm frolicking around the seashore or in the middle of the great barrier.",
                "rating_value": 5
            },
            "review452": {
                "review_body": "Garbage company selling old candles at premium costs. I'll stay with Bath & Body Works. \nYankee's customer service is one of the worst I've ever dealt with, and I'm 51. No excuses. Zero quality control, zero help, zero customer service, has earned them zero loyalty from me. I tried coming back to this old dinosaur of a company, it belongs in the pits where it's been. Do not disturb this relic of a company. Old bones here.",
                "rating_value": 1
            },
            "review453": {
                "review_body": "I never blindly buy candles online unless I know I like them, and this was an absolute win! I really hope  YC doesn’t stop making this one. Perfect for us summer babies who crave warmth during winter season! Smells exactly as described and packaged carefully. No issues. Also got the mini for the bathroom! A down under sunscreen scent experience for the senses!",
                "rating_value": 5
            },
            "review454": {
                "review_body": "Nice scent. Got on sale so I got a great deal. Love it.",
                "rating_value": 5
            },
            "review455": {
                "review_body": "A refreshing long burning floral fragrance .  I'm so glad to have purchased this product and will again in the near future.",
                "rating_value": 5
            }
        }
    },
    "61": {
        "name": "Summit Stargazing",
        "category": "Floral",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/summit-stargazing/ORCL_2652639.html",
        "description": "This is a Floral fragrance. Heading back from the slopes, you catch a glimpse of the brilliant Northern Lights, with opalescent fragrances of rainbow berries, winter tuberose, and candied violet leaving you in awe. Top notes: Meyer Lemon, Rainbow Berries, Petitgrain. Middle notes: Winter Tuberose, Wild Jasmine, Iridescent Opal. Base notes: Iced Amber, Candied Violet, Hinoki Wood. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.5",
        "overall_reviewcount": "248",
        "img_url": "images/61.jpg",
        "reviews": {
            "review456": {
                "review_body": "It had a very nice scent and burned quite cleanly. I enjoyed it very much.",
                "rating_value": 5
            },
            "review457": {
                "review_body": "This is a wow!   Can't wait to light it.   Such a great smell and a neat color.",
                "rating_value": 5
            },
            "review458": {
                "review_body": "This scent is a bit too florally for me. It’s pleasant enough but I prefer a more fresh and clean scent or even more of a masculine scent. It has a nice scent throw without being over powering. I will probably use this every once in a while when I’m looking to change things up. I wouldn’t purchase this scent for myself a second time.",
                "rating_value": 3
            },
            "review459": {
                "review_body": "The scent is so fresh and nice , love this colour to decoration",
                "rating_value": 5
            },
            "review460": {
                "review_body": "This candle was on sale. I thought I would give it a try. I was pleasantly surprised.",
                "rating_value": 4
            },
            "review461": {
                "review_body": "A beautiful winter floral scent. A nice change from the usual gourmand Christmas scents.",
                "rating_value": 5
            },
            "review462": {
                "review_body": "I purchased this by gut instinct. I just knew it would be a perfect scent for my household and it was on sale. Its a light scent with fresh flowers and clean air. Very soothing aroma. Reminds me of laying in a field of wild flowers. Lost in your thoughts. I need more. Love. Thanks!",
                "rating_value": 5
            },
            "review463": {
                "review_body": "this fragrance is fresh and long lasting. I chose it because I had stargazer lilies for a wedding flower and this candle did not disappoint, the color is the color of the flower and smells fresh and clean.",
                "rating_value": 5
            }
        }
    },
    "62": {
        "name": "Sparkling Winterberry",
        "category": "Fresh & Clean",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/sparkling-winterberry/ORCL_1742550.html",
        "description": "This is a Fresh & Clean fragrance. A sparkling holiday wreath with notes of tart pomegranate, fir balsam, and snow-covered cedar welcomes you in. Top notes: Apple, Pomegranate, Pink Pineapple, Winterberry. Middle notes: Juniper berries, Fir Balsam, Spearmint. Base notes: Snow-covered Cedar, White Moss, Musk. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.7",
        "overall_reviewcount": "596",
        "img_url": "images/62.jpg",
        "reviews": {
            "review464": {
                "review_body": "I've enjoyed the fragrance of the Winterberry candle. Not overpowering, but still able to smell the pleasant scent throughout the room.",
                "rating_value": 5
            },
            "review465": {
                "review_body": "We love the scent on this candle. The Sparkling Winterberry is a favorite!",
                "rating_value": 5
            },
            "review466": {
                "review_body": "Sparkling winterberry I think is the perfect scent for when holidays are over but winter is still here and you need a candle that really matches- the scent has a bit of holiday spice in it with a strong berry scent ! It wraps up the cozy warm feeling you want plus a faint reminder of the holidays recently passed. The color is a deep Rich berry color like raspberries and blackberries mixed together. It’s a really nice scent that I think just about anyone would enjoy. I think it makes a great gift candle because the scent will appeal to everyone. It’s not overly strong but will definitely brighten your mood when you smell it. The color adds to any decor and with the berry scent I guess you really could burn this in the summer too when berries are growing and ripe to eat! I love a large glass jar style I think you get the best size and burn time for the money. I think the glass jar with sealing lid is a very safe candle to keep burning. I also love that you can see the color of the candle though the glass to enhance any room or home.",
                "rating_value": 5
            },
            "review467": {
                "review_body": "I LOVE THIS SMELL!! While the name says Winterberry it is a smell much like cherry or even a combination of cherry and cranberry... cranberry/ red currant either way whatever it is it is a smell, that in spite of the name it is a candle I burn year round.",
                "rating_value": 5
            },
            "review468": {
                "review_body": "Smells wonderful lasts so long it’s amazing! Lasts a long time!",
                "rating_value": 5
            },
            "review469": {
                "review_body": "This one was suprisingly pleasant. I liked three scent when I smelled it in the store, but once lit, it was even better.",
                "rating_value": 5
            },
            "review470": {
                "review_body": "Love this scent for winter.  It’s a very nice fragrance.",
                "rating_value": 5
            },
            "review471": {
                "review_body": "Nice fragrance we had never heard of. Smells great in kitchen and den.",
                "rating_value": 5
            }
        }
    },
    "63": {
        "name": "Colorful Curaçao",
        "category": "Fruity",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/colorful-cura%25C3%25A7ao/ORCL_1763417.html",
        "description": "This is a Fruity fragrance. Enjoy the vibrancy of Curaçao with mango, passionfruit, and creamy coconut milk notes.  -Fragrance Notes: -Top: Mango, Peach, Passionfruit, Peach Soda -Mid: Coconut Milk, Palm Leaves, Passionflower -Base: Gourmand, Golden Musk, Rattan Cane -Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.7",
        "overall_reviewcount": "121",
        "img_url": "images/63.jpg",
        "reviews": {
            "review472": {
                "review_body": "gave as a gift..she was also very pleased..I think I converted a new customer!!",
                "rating_value": 5
            },
            "review473": {
                "review_body": "Excellent color and smell. This was the first time I have tried this scent",
                "rating_value": 5
            },
            "review474": {
                "review_body": "My husband and I love this fragrance! It’s perfect for our home in Florida!",
                "rating_value": 5
            },
            "review475": {
                "review_body": "Very strong throw.  Love that the room fits with a summer vibe in no time.",
                "rating_value": 5
            },
            "review476": {
                "review_body": "I was initially drawn to this because of the promise of passion fruit. There may be some in there but there’s also a whole lot of tropical yum. I feel like I can smell citrus & pineapple too. The color is a little loud for me but that’s ok. I’d buy again",
                "rating_value": 5
            },
            "review477": {
                "review_body": "Very sweet smelling candle.  I like it, because I like sweet smelling candles",
                "rating_value": 4
            },
            "review478": {
                "review_body": "It's a great scent, very sweet scent! Burns for hours.",
                "rating_value": 5
            },
            "review479": {
                "review_body": "Nice scent. Got on sale so I got a great deal. Love it.",
                "rating_value": 5
            }
        }
    },
    "64": {
        "name": "St Lucia Skies",
        "category": "Floral",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/st-lucia-skies/ORCL_1763412.html",
        "description": "This is a Floral fragrance. Luxuriate under sunny St. Lucia skies with refreshing mineral water, island flowers, and blue spirulina scents.  -Fragrance Notes: -Top: Sea Salt, Mineral Waters, Sea Melon, Sunny Skies -Mid: Island Muguet, Marigold, Blue Spirulina -Base: Beach Musk, Sunkissed Amber, Beachwood -Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.7",
        "overall_reviewcount": "103",
        "img_url": "images/64.jpg",
        "reviews": {
            "review480": {
                "review_body": "Wonderful fresh fragrance! And burns so cleanly, as always.",
                "rating_value": 5
            },
            "review481": {
                "review_body": "The scent is so beautiful and relax , make my room flowerful",
                "rating_value": 5
            },
            "review482": {
                "review_body": "Smells like a flowery beach, soft but with a nice combination of beach and flowers for a great combination",
                "rating_value": 4
            },
            "review483": {
                "review_body": "This smells so fresh and clean with a touch of floral and musk.  It reminds me of a blue retired ocean scented one, but I can't remember which one.  I will buy this again!",
                "rating_value": 5
            },
            "review484": {
                "review_body": "Lovely sweet, floral, Lilly of the Valley scent.  Beautiful color blue, too.  Great quality, burns evenly, non-toxic, good value on this site as a member, solid packing, fast shipping.  All good.",
                "rating_value": 5
            },
            "review485": {
                "review_body": "Tried this out and not a big fan. Doesn’t have distinct scent nor does it fill the house with anything. So was big waste. No wonder why was on sale.",
                "rating_value": 3
            },
            "review486": {
                "review_body": "Currently burn this one and nice smell make think of the island",
                "rating_value": 5
            },
            "review487": {
                "review_body": "Powdery lily of the valley (?) fragrance with some aquatic notes. Quite pleasant.",
                "rating_value": 4
            }
        }
    },
    "65": {
        "name": "Santa On Skis",
        "category": "Fruity",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/santa-on-skis/ORCL_2652642.html",
        "description": "This is a Fruity fragrance. Move over, Rudolph! Santa is geared up and ready to hit the slopes, leaving notes of clove bud, tart berries, and vanilla in his wake. Top notes: Muddled Blueberry, Cardamom, Basil. Middle notes: Black Pepper, Clove Bud, Tart Berry. Base notes: Mulled Wine Accord, Vanilla, Warm Woods. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.5",
        "overall_reviewcount": "303",
        "img_url": "images/65.jpg",
        "reviews": {
            "review488": {
                "review_body": "This is a very pleasing scent when I hold the candle to my nose. I ordered it because of the description of the scent. The reason I only gave it a three star rating is because I can only really smell it when I hold it to my nose. It doesn’t fill my living room with the scent like most of Yankee candles do. It needs to be stronger. I also had the same thing happen when I ordered a candle called Tutti-Frutti.  I thought it would smell like candy but can’t hardly smell it at all, lite or not. I was disappointed in both candles. Have been a Yankee Candle fan for a very long time and haven’t had this problem before and that’s why I felt  comfortable ordering on line just from the fragrance description. It could be that I have just gotten two bad candles and maybe other candles with same scent could be stronger. Just a thought.",
                "rating_value": 3
            },
            "review489": {
                "review_body": "nice fragrance and reminds me of winter activities",
                "rating_value": 5
            },
            "review490": {
                "review_body": "Santa on skis is merry and delightful! Perfect for any room or office! Very warm\nScent",
                "rating_value": 5
            },
            "review491": {
                "review_body": "I love this scent. I can't exactly describe what it reminds me of but it's sweet and has a hint of berries, it makes my house smell so good!",
                "rating_value": 5
            },
            "review492": {
                "review_body": "loved it, warm and sweet scent, will be buying again this winter",
                "rating_value": 5
            },
            "review493": {
                "review_body": "Wonderful scent this was the first candle I lit! Definitely recommended!! Great price and will definitely be ordering from Yankee Candles on the future!!",
                "rating_value": 5
            },
            "review494": {
                "review_body": "Surprised how much I liked this! Not what I expected. Cinnamon and fresh fruit smell.",
                "rating_value": 5
            },
            "review495": {
                "review_body": "the smell is so good and makes the Christmas season so much better when its lit. I will definitely  buy more for next season",
                "rating_value": 5
            }
        }
    },
    "66": {
        "name": "Blueberry - Returning Favorite",
        "category": "Fruity",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/blueberry---returning-favorite/ORCL_1632871.html",
        "description": "This is a Fruity fragrance. Wonderfully tangy and sweet...a pure, delicious burst of juicy wild blueberry aroma. -Fragrance Notes: -Top: Tart Candied Citrus -Mid: Wild Blueberry, Raspberry, Cherry -Base: Musk, Soft Violet -Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.  -Fragrance Notes: -",
        "overall_rating": "4.7",
        "overall_reviewcount": "638",
        "img_url": "images/66.jpg",
        "reviews": {
            "review496": {
                "review_body": "This is a returning favorite because it smells sooo great!!! Will definitely buy again..",
                "rating_value": 5
            },
            "review497": {
                "review_body": "I bought the Blueberry candle 2 days ago & i love the aroma. The smell is true to its name",
                "rating_value": 5
            },
            "review498": {
                "review_body": "The OG Blueberry is a bit different than the New England Blueberry and I feel there is room for both in the lineup.  What I would really like to see are the returning favorites be offered in the newer soy blend wax but still in the original apothecary jars.  While paraffin was the original formula and will always be a classic, it burns too slowly which doesn't allow us to rotate out our fragrances as often as we'd like.",
                "rating_value": 4
            },
            "review499": {
                "review_body": "This blueberry is a true blueberry. I hope that you keep it around a while. This is my favorite scent and I have missed it, but it really does smell like blueberries.",
                "rating_value": 5
            },
            "review500": {
                "review_body": "Its a simple but familiar scent. It fills my kitchen perfectly any season",
                "rating_value": 5
            },
            "review501": {
                "review_body": "The scent is true blueberry & the throw is very good",
                "rating_value": 5
            },
            "review502": {
                "review_body": "One of my Favorites!\nI wish they would bring it back for good! It is such a wonderful smell it fills my house with the wonderful smell of blueberries!",
                "rating_value": 5
            },
            "review503": {
                "review_body": "Love the blueberry scent. Smell just like blueberries",
                "rating_value": 5
            }
        }
    },
    "67": {
        "name": "Autumn DayDream",
        "category": "Fresh & Clean",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/autumn-daydream/ORCL_1742551W.html",
        "description": "This is a Fresh & Clean fragrance. Spend the perfect autumn day strolling tree-lined streets with the scents of clove, lavender, balsam, and eucalyptus woods. Top notes: Clove, Clary Sage, Persimmon. Middle notes: Rhubarb, Lavender, Geranium. Base notes: Eucalyptus Woods, Balsam. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.6",
        "overall_reviewcount": "115",
        "img_url": "images/67.jpg",
        "reviews": {
            "review504": {
                "review_body": "Ordering was easy and the candles arrived very quickly!!  I was VERY pleased and will definitely order again. I don't write reviews, so you did something very special to get this one.  Thank you so VERY much!!",
                "rating_value": 5
            },
            "review505": {
                "review_body": "Smelled wonderful. Yankee Candle never fails! Thank you very much :-)",
                "rating_value": 5
            },
            "review506": {
                "review_body": "This smell made my home smell so warm and comfy. Every guest comments on how wonderful my home smells!",
                "rating_value": 5
            },
            "review507": {
                "review_body": "Great scent...relaxing and gentle...\n\nI have this one in the living room...while watching TV it helps relax the senses...",
                "rating_value": 5
            },
            "review508": {
                "review_body": "a crisp autumnal scent that makes it feel like a special day",
                "rating_value": 5
            },
            "review509": {
                "review_body": "I got this before Halloween. It smells absolutely amazing. My daughter and I love it.",
                "rating_value": 4
            },
            "review510": {
                "review_body": "Love this fragrance!! I wish it was still available in diffusers. Great for a year round product!",
                "rating_value": 5
            },
            "review511": {
                "review_body": "Very nice smell to this candle would recommend it!",
                "rating_value": 5
            }
        }
    },
    "68": {
        "name": "Magical Bright Lights",
        "category": "Fresh & Clean",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/magical-bright-lights/ORCL_1742548.html",
        "description": "This is a Fresh & Clean fragrance. The night is bright with twinkling colored lights as the aromas of frozen pear, mint leaf, jasmine, and vanilla enchant you. Top notes: Frozen Pear, White Peach, Mint Leaf. Middle notes: Jasmine, Coconut, Moss. Base notes: Sandalwood, Vanilla, Amber. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.6",
        "overall_reviewcount": "445",
        "img_url": "images/68.jpg",
        "reviews": {
            "review512": {
                "review_body": "This has a clean, fresh, lightly floral scent that filled my den nicely.  I would get this again.",
                "rating_value": 5
            },
            "review513": {
                "review_body": "Will buy it again for me and my family , so much calm",
                "rating_value": 5
            },
            "review514": {
                "review_body": "Unique and nice for winter as cozy fires and nice output",
                "rating_value": 5
            },
            "review515": {
                "review_body": "Fresh and clean scent! Will definitely buy this scent again.",
                "rating_value": 5
            },
            "review516": {
                "review_body": "Not very much throw. Just kind of like a “cheap” dollar candle.  -Good thing I was able to buy it clearance for 10.",
                "rating_value": 1
            },
            "review517": {
                "review_body": "We both gave it a 4, \"like it better than most.\"  Not just a winter/seasonal scent IMO.",
                "rating_value": 4
            },
            "review518": {
                "review_body": "Nice fragrance. \nGreat value. Bought for $10. Burns slow",
                "rating_value": 4
            },
            "review519": {
                "review_body": "Magical Bright Lights is a candle that I use in the winter. It is not very over powering with scent, but the scent is just enough. The notes of mint, pear, jasmine and musk  come through delicately.",
                "rating_value": 4
            }
        }
    },
    "69": {
        "name": "Shimmering Christmas Tree",
        "category": "Woody",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/shimmering-christmas-tree/ORCL_1742555.html",
        "description": "This is a Woody fragrance. Notes of dewy greens, warm spices, and fir balsam sparkle as you experience this cheery, colorful Christmas tree. Top notes: Sparkling Aldehydes, Bergamot, Dewy Greens. Middle notes: Fir Needle, Lavender, Eucalyptus. Base notes: Fir Balsam, Patchouli, Warm Spices. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.5",
        "overall_reviewcount": "652",
        "img_url": "images/69.jpg",
        "reviews": {
            "review520": {
                "review_body": "Shimmering Christmas tree is a favorite for my family at the holidays. I start to light this in November to get us ready for putting our tree up and decorating for Christmas! The scent brings the outdoors, the Christmas Tree farm right in to my home! Fresh scent of a fresh cut tree with out cutting any trees down at all! It’s wonderful it’s bright it’s cheery yet cozy and warm and really brings you in to a forest of Christmas trees ! The candle color is beautiful! It captures the scent in the color and is really lovely to enhance any decor! The beautiful deep green color is definitely a favorite! I love the glass large jars I think very burn a really long time. I love the safety aspect of a the jar and the lid. I’m also a fan of being able to enjoy the color of the candle though the glass jar. Great quality great price",
                "rating_value": 5
            },
            "review521": {
                "review_body": "If you want a pine or \"Christmas\" scented candle this is a good one I would go so far as to say it is stronger than the Balsam & Cedar scent. In fact, I chose this scent over the other because it was stronger and filled the large room better than Balsam & Cedar",
                "rating_value": 5
            },
            "review522": {
                "review_body": "This a nice background fragrance for the holidays. It's not specific to any particular tree; it has a nice blend of fresh scents.",
                "rating_value": 5
            },
            "review523": {
                "review_body": "Just like the name. Pine tree and outdoorsy for men or women",
                "rating_value": 5
            },
            "review524": {
                "review_body": "I found that this candle had a scent which most YC candles don't have any more.",
                "rating_value": 4
            },
            "review525": {
                "review_body": "Your basic sort of piney choice. Walfart probably has a better scent.",
                "rating_value": 3
            },
            "review526": {
                "review_body": "Absolutely love this candle - it smells so fresh and purely pine! Great service and prompt processing!",
                "rating_value": 5
            },
            "review527": {
                "review_body": "This is my favorite candle to burn at Christmas if you want your home to smell like a Christmas tree farm.  Christmas is my favorite holiday and I go all out.  I have tried so many candles and this is the one.  It burns beautifully with zero waste.  Unless they come up with a better fragrance that mimics an evergreen I will be burning this one from the end of November to the end of January.",
                "rating_value": 5
            }
        }
    },
    "70": {
        "name": "White Strawberry Bellini",
        "category": "Fruity",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/white-strawberry-bellini/ORCL_1611842.html",
        "description": "This is a Fruity fragrance. Captivating conversation meets delectable drinks at brunch with the best of the best. The scent of sparkling wine, garnished with strawberries and a sliced peach, invigorates you just as much as your companions. Top notes: Strawberry, Pineapple, Juicy Orange. Middle notes: Fresh Mango, Peach Nectar, Chilled Sparkling Wine. Base notes: Sugar​. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.7",
        "overall_reviewcount": "1260",
        "img_url": "images/70.jpg",
        "reviews": {
            "review528": {
                "review_body": "Such a delightful fragrance.  Always happy with Yankee and their candles and auto fresheners.",
                "rating_value": 5
            },
            "review529": {
                "review_body": "Love the scent.  Makes the whole house smell like spring!",
                "rating_value": 5
            },
            "review530": {
                "review_body": "Amazing scent! Reminds me of a delicious strawberry daiquiri",
                "rating_value": 5
            },
            "review531": {
                "review_body": "Excellent ! Yummy! Strong strawberry scent..I will buy this again for sure !",
                "rating_value": 5
            },
            "review532": {
                "review_body": "I purchased this scent before and fell in love. I just hope my recent order is a fragrant as the first. I'm starting to find that the 22 oz. Original Large Jar Candles seem to be less aromatic than the double-wick candles. I typically burn 5-6 of the same scent at one time.",
                "rating_value": 5
            },
            "review533": {
                "review_body": "This was purchased as a Vday gift for a person who adores the strawberry scent. The Strawberry Bellini smelled like an actual bellini, I was tempted to taste it! Lol( I didnt though). I would never purchase this scent for myself but now I may. Its a beautiful, soothing scent yet a vibrant aroma that fills the room( not an overwhelming scent) . Yankee Candle almost never disappoints! Ill be back. Thanks!",
                "rating_value": 5
            },
            "review534": {
                "review_body": "Smells great and refreshing. It's a beautiful candle too.",
                "rating_value": 5
            },
            "review535": {
                "review_body": "One of my favorites !!!! Smells incredible and refreshing",
                "rating_value": 5
            }
        }
    },
    "71": {
        "name": "Juicy Watermelon",
        "category": "Fruity",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/juicy-watermelon/ORCL_1082297.html",
        "description": "This is a Fruity fragrance. The ultimate summer refresher…the sweet, cooling scent of juicy watermelon. -Fragrance Notes: -Top: Watery Accents, Sliced Watermelon -Mid: Ripe Kiwi, Fresh Strawberry, Freesia -Base: Sheer Musk -Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.7",
        "overall_reviewcount": "1406",
        "img_url": "images/71.jpg",
        "reviews": {
            "review536": {
                "review_body": "One of my favorite sents ever! Makes my whole room smell like watermelon. Such a great summer sent!",
                "rating_value": 5
            },
            "review537": {
                "review_body": "I love the light watermelon scent of this candle it is not too overpowering",
                "rating_value": 4
            },
            "review538": {
                "review_body": "My son started a tradition with candles this was the first one he got me for my birthday get them every year and i purchase when out",
                "rating_value": 5
            },
            "review539": {
                "review_body": "I've been getting this one for over 15 years, love it",
                "rating_value": 5
            },
            "review540": {
                "review_body": "This is my absolute favorite scent. Always makes me hapoy",
                "rating_value": 5
            },
            "review541": {
                "review_body": "Summer in a candle.   Great throw, fills the whole room with yummy summer.",
                "rating_value": 5
            },
            "review542": {
                "review_body": "Sweet and fruity. I love it…smells like a summertime sunny day picinic",
                "rating_value": 5
            },
            "review543": {
                "review_body": "This is one of my favorite purchases ever from Yankee Candle!  The watermelon scent is pleasant and makes me feel like a warm summer day (even though we are currently in the middle of winter).  This is a candle that I would buy again and again.",
                "rating_value": 5
            }
        }
    },
    "72": {
        "name": "Cotton Candy - Returning Favorite",
        "category": "Sweet & Spicy",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/cotton-candy---returning-favorite/ORCL_1731730.html",
        "description": "This is a Sweet & Spicy fragrance. The scent of this boardwalk favorite is perfectly captured in all its pure, sticky sweet delight. Top notes: Ozone, Fresh Apple, Elemi. Middle notes: Granulated Sugar, Candy Floss. Base notes: Vanilla, Rock Sugar Crystals Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.5",
        "overall_reviewcount": "528",
        "img_url": "images/72.jpg",
        "reviews": {
            "review544": {
                "review_body": "This is my favorite jump into spring candle since last year.  I highly recommend this candle.  Signals the end of winter.",
                "rating_value": 5
            },
            "review545": {
                "review_body": "I love this scent so much, but I wish it had a better throw. If the scent thoroughly filled a room, it would be my favorite candle! However, as it goes with some of the jars, my candle does tunnel even with the illumalid. Wrapping it in some tin foil does the trick, but it visually diminishes the aesthetic of the candle",
                "rating_value": 3
            },
            "review546": {
                "review_body": "I bought this for my daughter for Valentine’s Day  (who lives with me so I get to smell it too!) as she loves cotton candy scented things. She was soo happy and I can’t wait for her to start burning it.",
                "rating_value": 5
            },
            "review547": {
                "review_body": "Absolutely my favorite scent from Yankee candle! Smells exactly like cotton candy.",
                "rating_value": 5
            },
            "review548": {
                "review_body": "Smells great. Burns for hours with amazing smell light it every chance i get",
                "rating_value": 5
            },
            "review549": {
                "review_body": "You can barely smell it on cold and you can barely smell it while burning. The scent is okay... Not completely mind-blowing as far as nostalgia.  But it's so light I can barely smell it to even determine what I detect. I was excited about this one but it is, sadly, not a repurchase.",
                "rating_value": 3
            },
            "review550": {
                "review_body": "Brings me back to the parade route.  Smells just like the fluffy bags we would buy during Mardi Gras.",
                "rating_value": 5
            },
            "review551": {
                "review_body": "This one just transports you to the boardwalk/better times. It smells divine",
                "rating_value": 5
            }
        }
    },
    "73": {
        "name": "Jelly Beans",
        "category": "Sweet & Spicy",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/jelly-beans/ORCL_1328759.html",
        "description": "This is a Sweet & Spicy fragrance. A perfect match to your favorite sweet! A handful of grape jelly beans, coated with sugar and ready to enjoy, with a few lemon and raspberry added in the mix. Top notes: Juicy Grape, Orange, Mixed Blackberries, Lemon. Middle notes: Grape Jelly Beans, Red Raspberry Jam. Base notes: Sugar Crystals. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.7",
        "overall_reviewcount": "117",
        "img_url": "images/73.jpg",
        "reviews": {
            "review552": {
                "review_body": "this is one of my favorites, makes me smile inside",
                "rating_value": 5
            },
            "review553": {
                "review_body": "I love changing my candles with the seasons and Jelly Beans is always a hit with family and guests!",
                "rating_value": 5
            },
            "review554": {
                "review_body": "Sweet and fills a large room nicely love the holiday theme",
                "rating_value": 5
            },
            "review555": {
                "review_body": "This candle smells like candy when you’re burning it. I absolutely love it because it gets through the whole house and makes you want to eat candy or Cotton candy or something because the smell is just amazing!",
                "rating_value": 4
            },
            "review556": {
                "review_body": "Best candles !!!!  Santa Cookies and Buttercream.  My faves",
                "rating_value": 5
            },
            "review557": {
                "review_body": "I bought this a while back and loved it! It smelled great. My granddaughter loved it. She said grandma it smells like grapes.",
                "rating_value": 5
            },
            "review558": {
                "review_body": "I love the smell of it and it fills my entire house with joy.",
                "rating_value": 5
            },
            "review559": {
                "review_body": "Smells great. Burns for hours with amazing smell light it every chance i get",
                "rating_value": 5
            }
        }
    },
    "74": {
        "name": "Sparkling Winterberry",
        "category": "Fresh & Clean",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/sparkling-winterberry/ORCL_1742550W.html",
        "description": "This is a Fresh & Clean fragrance. A sparkling holiday wreath with notes of tart pomegranate, fir balsam, and snow-covered cedar welcomes you in. Top notes: Apple, Pomegranate, Pink Pineapple, Winterberry. Middle notes: Juniper berries, Fir Balsam, Spearmint. Base notes: Snow-covered Cedar, White Moss, Musk. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.7",
        "overall_reviewcount": "60",
        "img_url": "images/74.jpg",
        "reviews": {
            "review560": {
                "review_body": "Nice crisp scent without being too 'Christmas-y'.  Long Burn quality as well.",
                "rating_value": 5
            },
            "review561": {
                "review_body": "I bought this on the recommendation from a friend and I'm so happy I did. This scent is amazing! I would burn this all year round",
                "rating_value": 5
            },
            "review562": {
                "review_body": "Reminds me of going up north in Michigan to the cabin smells so good!",
                "rating_value": 5
            },
            "review563": {
                "review_body": "Wonderful aroma and inviting. Will purchase again.",
                "rating_value": 5
            },
            "review564": {
                "review_body": "Love it. Gives a warm smell of fall and winter is close.",
                "rating_value": 5
            },
            "review565": {
                "review_body": "This candle has a lovely holiday scent and beautiful red color. Burns evenly.",
                "rating_value": 5
            },
            "review566": {
                "review_body": "Love this candle!  Smells like the Holidays with its notes of cranberry, pine and other spiciness!",
                "rating_value": 5
            },
            "review567": {
                "review_body": "I gave this as a gift to my granddaughter and she loved it!",
                "rating_value": 5
            }
        }
    },
    "75": {
        "name": "Honey Clementine",
        "category": "Citrus",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/honey-clementine/ORCL_1510077.html",
        "description": "This is a Citrus fragrance. Refreshing orange takes a syrupy sweet turn in this honey-dipped citrus delight. Top notes: Orange Peel. Middle notes: Clementine. Base notes: Honey Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.6",
        "overall_reviewcount": "1131",
        "img_url": "images/75.jpg",
        "reviews": {
            "review568": {
                "review_body": "Great candle! Outstanding scent.  I hope to buy more of these!",
                "rating_value": 5
            },
            "review569": {
                "review_body": "Tried this as something new but doubt I would purchase again. Has a nice light scent but was hoping for more of a orange citrus smell to it.",
                "rating_value": 4
            },
            "review570": {
                "review_body": "This candle was nice just thought it would be a little more fruity.",
                "rating_value": 3
            },
            "review571": {
                "review_body": "I love the smell. But it is light and doesn't project to the whole room that much",
                "rating_value": 4
            },
            "review572": {
                "review_body": "Not it…. No scent. I was always a huge Yankee fan, I don’t know what changed but the candles I have ordered really have no scent!",
                "rating_value": 1
            },
            "review573": {
                "review_body": "Great smell and was reasonable priced and was easy to order",
                "rating_value": 5
            },
            "review574": {
                "review_body": "If you love the smell of oranges you’ll love this.",
                "rating_value": 5
            },
            "review575": {
                "review_body": "My favorite scent! It smells like sweet and fresh clementines, feels like I’m in a fruit garden, perfectly for summer but also warm the night in a cozy winter. The jar makes with great, thick quality glass. Very durable, and easy to move around, you can put it anywhere you want. Easy to clean and also affordable for value. One minus thing for me is when the candle gets low, it’s kinda hard for the lighter to reach a the way down.",
                "rating_value": 4
            }
        }
    },
    "76": {
        "name": "Café Al Fresco",
        "category": "Sweet & Spicy",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/caf%25C3%25A9-al-fresco/ORCL_1521681.html",
        "description": "This is a Sweet & Spicy fragrance. Notes of coffee, cinnamon, and caramel recreate the scents of a busy outdoor café, with hints of milk and crystalized sugar adding sweetness to the warm scene. Top notes: Cinnamon Sprinkle, Coffee. Middle notes: Cappuccino, Frothy Milk. Base notes: Crystallized Sugar, Caramel Drizzle. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.6",
        "overall_reviewcount": "1271",
        "img_url": "images/76.jpg",
        "reviews": {
            "review576": {
                "review_body": "I was skeptical about this scent. But I tried it and I love it! Makes the house smell like a delicious coffee beverage was just made. I’m definitely buying more of the Cafe el fresco.",
                "rating_value": 5
            },
            "review577": {
                "review_body": "I wanted something g that smelled like a coffee shop, and this worked!",
                "rating_value": 5
            },
            "review578": {
                "review_body": "Cafe Al Fresco...makes you feel like you're in a cafe sipping with a friend",
                "rating_value": 5
            },
            "review579": {
                "review_body": "Had to reorder! ha'd this before and loved the coffee scent-everyone who visits raves about it",
                "rating_value": 5
            },
            "review580": {
                "review_body": "Love this scent! Have it on my coffee station in my kitchen...so delightful!",
                "rating_value": 5
            },
            "review581": {
                "review_body": "This candle has a strong fragrance. Perfect for crafting the vibe of your favorite corner coffee shop right in your home.",
                "rating_value": 5
            },
            "review582": {
                "review_body": "Smell is delicious, always need this one in the house",
                "rating_value": 5
            },
            "review583": {
                "review_body": "This candle has a nice coffee fragrance. I like this fragrance in my kitchen.",
                "rating_value": 4
            }
        }
    },
    "77": {
        "name": "Salted Caramel",
        "category": "Sweet & Spicy",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/salted-caramel/ORCL_1273492W.html",
        "description": "This is a Sweet & Spicy fragrance. The delightfully rich, sweet fragrance of gourmet candy shop confections. Notes of toasted sugar, coarse sea salt, and smooth vanilla caramel swirl together in a mouthwatering concoction. Top notes: Dark Plum, Date, Mandarin, Burnt Sugar. Middle notes: Almond Blossom, Pistachio, Sea Salt, Brown Butter. Base notes: Caramel, Vanilla Bean, Balsam, Dark Chocolate. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.8",
        "overall_reviewcount": "397",
        "img_url": "images/77.jpg",
        "reviews": {
            "review584": {
                "review_body": "Pretty good, well they all are; sometimes this takes on a bit of burning scent to the caramel",
                "rating_value": 4
            },
            "review585": {
                "review_body": "I am really unhappy with Yankee Candles. All the bakery scents barely throw a fragrance. Back in the day they were very strong. Now I only get a couple because at least they do last a long time. Now I am shopping with Goose Creek and Bath and Body to get my majority of my candles for the month.",
                "rating_value": 1
            },
            "review586": {
                "review_body": "I burn this candle with the New England Maple candle and it's an unbelievable wonderful scent!  Smells like a warm Sunday morning breakfast thru out the day everyday!",
                "rating_value": 5
            },
            "review587": {
                "review_body": "One of my fav gourmand candles of all time. My 6000sf home smells like a bakery in every part of the home. The throw is amazing. Scent is so true to the name. I burn it with French vanilla & it’s otherworldly!",
                "rating_value": 5
            },
            "review588": {
                "review_body": "I LOVE the smell of the salted caramel candles!! You don’t even have to light it to enjoy the delicious fragrance!!  All the yummy indulgence without any calories 🙂",
                "rating_value": 5
            },
            "review589": {
                "review_body": "Fun scent! I burn this candle year-round in my kitchen.",
                "rating_value": 5
            },
            "review590": {
                "review_body": "I love the warm comforting scent. It fills the whole room.",
                "rating_value": 5
            },
            "review591": {
                "review_body": "Smells great. Burns for hours with amazing smell light it every chance i get",
                "rating_value": 5
            }
        }
    },
    "78": {
        "name": "Pumpkin Cinnamon Swirl",
        "category": "Sweet & Spicy",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/pumpkin-cinnamon-swirl/ORCL_2642962W.html",
        "description": "This is a Sweet & Spicy fragrance. The scents of vanilla, brown sugar, toasted nuts, and fall spices blend to create a sweet autumn delight. Top notes: Cinnamon, Caramel, Clove Bud. Middle notes: Nutmeg, Pumpkin Dough, Toasted Pecans. Base notes: Vanilla, Brown Sugar, Warm Musk. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.8",
        "overall_reviewcount": "49",
        "img_url": "images/78.jpg",
        "reviews": {
            "review592": {
                "review_body": "Baked good deliciousness with a lovely flavor of fall!",
                "rating_value": 5
            },
            "review593": {
                "review_body": "Basic candle. Not amazing but also not gross. I bought because it was on sale.",
                "rating_value": 5
            },
            "review594": {
                "review_body": "My salon smells like Thanksgiving and fall everyday. It is absolutely delicious.",
                "rating_value": 5
            },
            "review595": {
                "review_body": "This one reminds a lot of Sugared Cinnamon Apple, but with Pumpkin instead of apples.",
                "rating_value": 5
            },
            "review596": {
                "review_body": "Best fragrance ever!  My new absolute favorite during autumn",
                "rating_value": 5
            },
            "review597": {
                "review_body": "We love the smell of this candle. It smells like something baking in the oven but not overwhelming.",
                "rating_value": 5
            },
            "review598": {
                "review_body": "Smells nice, but would like the scent a bit more stronger.",
                "rating_value": 3
            },
            "review599": {
                "review_body": "Pumpkin cinnamon swirl has a nice fall scent.   I would recommend.",
                "rating_value": 4
            }
        }
    },
    "79": {
        "name": "Shimmering Christmas Tree",
        "category": "Woody",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/shimmering-christmas-tree/ORCL_1742555W.html",
        "description": "This is a Woody fragrance. Notes of dewy greens, warm spices, and fir balsam sparkle as you experience this cheery, colorful Christmas tree. Top notes: Sparkling Aldehydes, Bergamot, Dewy Greens. Middle notes: Fir Needle, Lavender, Eucalyptus. Base notes: Fir Balsam, Patchouli, Warm Spices. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.9",
        "overall_reviewcount": "37",
        "img_url": "images/79.jpg",
        "reviews": {
            "review600": {
                "review_body": "This is a holiday favorite in my home. Making holidays a joy. Placed in several rooms to make my home wonderfully festive.",
                "rating_value": 5
            },
            "review601": {
                "review_body": "All of us in the house love the smell! And the candle is long-lasting!",
                "rating_value": 5
            },
            "review602": {
                "review_body": "Great scent. Burns well. Candle color good. Scent good to the bottom of the candle.",
                "rating_value": 5
            },
            "review603": {
                "review_body": "A great outdoorsy scent that is very calming.  I love this one all year long.",
                "rating_value": 5
            },
            "review604": {
                "review_body": "Loving this scent this year. Adding this to my go for winter.",
                "rating_value": 5
            },
            "review605": {
                "review_body": "great fragrance from the shimmering Christmas tree candle",
                "rating_value": 5
            },
            "review606": {
                "review_body": "One of my most favorite scents! It’s not too light or too strong, but permeates my home to make it feel warm and cozy. Highly recommend Yankee Candles. They are the best!",
                "rating_value": 5
            },
            "review607": {
                "review_body": "My friend enjoys this candle, which reminds her of Maine.",
                "rating_value": 5
            }
        }
    },
    "80": {
        "name": "Mountain Lodge™",
        "category": "Woody",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/mountain-lodge/ORCL_1187957.html",
        "description": "This is a Woody fragrance. A chilly weekend away in the mountains with the aromas of cedarwood and sage warmed by a stone hearth. A hint of effervescent citrus adds a touch of brightness, while base notes of patchouli and moss make it extra cozy. Top notes: Ozone, Effervescent Citrus. Middle notes: Green Herbal, Sage. Base notes: Cedarwood, Patchouli, Moss. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.3",
        "overall_reviewcount": "1115",
        "img_url": "images/80.jpg",
        "reviews": {
            "review608": {
                "review_body": "Mountain Lodge is my favorite scent. Every time I buy candles, I always buy two of these. It's a very unique, wonderful, woodsy, homey fragrance that I like a lot.",
                "rating_value": 5
            },
            "review609": {
                "review_body": "Perfect scent for my living room...filled the room with an enjoyable scent! Would but again!",
                "rating_value": 5
            },
            "review610": {
                "review_body": "I bought several candles and bought two of these. What an unfortunate mistake. Zero throw. Was very excited for this one!",
                "rating_value": 1
            },
            "review611": {
                "review_body": "Love the fragrance.  Will buy again.  Gave as Christmas gifts to friends.",
                "rating_value": 5
            },
            "review612": {
                "review_body": "Nice and woodsy scented candle. Like an outdoor in the woods near a firepit.",
                "rating_value": 5
            },
            "review613": {
                "review_body": "Very nice smell but wish it was a little stronger.",
                "rating_value": 5
            },
            "review614": {
                "review_body": "I love the warm, and comfortable scent and burn it all year round.",
                "rating_value": 5
            },
            "review615": {
                "review_body": "*Mountain Lodge seems to go out of stock often.  Orded a jar during a sale, never received the candle, was never given a reason why and I never heard back from the online customer service team after filling out the contact form.\nMountain Lodge is an absolute favorite Yankee Candle scent!  Warm, Sweet, Spicy Perfume.  Can't really tell what the scent notes are other than that but the smell is wonderful.  Perhaps the best Yankee Candle Fragrance.",
                "rating_value": 5
            }
        }
    },
    "81": {
        "name": "Life's A Breeze",
        "category": "Fresh & Clean",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/lifes-a-breeze/ORCL_1577123.html",
        "description": "This is a Fresh & Clean fragrance. Exhilarating and fresh, like a sea breeze on a cloudless day. Top notes: Bergamot, Sea Air Accord. Middle notes: Lavender, Oakmoss. Base notes: Patchouli. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.7",
        "overall_reviewcount": "519",
        "img_url": "images/81.jpg",
        "reviews": {
            "review616": {
                "review_body": "This is a lovely, fresh,clean and oceanic scent with good throw.",
                "rating_value": 5
            },
            "review617": {
                "review_body": "I love my large candles , smells wonderful.  Beautiful",
                "rating_value": 5
            },
            "review618": {
                "review_body": "I bought this as a blind buy and I love it. It smells a little soapy, a little like cologne, but fresh and breezy.",
                "rating_value": 5
            },
            "review619": {
                "review_body": "When I light this candle, I'm transported on the water sailing with no care in the world!",
                "rating_value": 5
            },
            "review620": {
                "review_body": "Love it. Great product definitely recommend it to others",
                "rating_value": 4
            },
            "review621": {
                "review_body": "Was a new scent that I bought. I have not used it yet, but it smells good.",
                "rating_value": 5
            },
            "review622": {
                "review_body": "Refreshing smell and perfect for a bathroom or outside patio",
                "rating_value": 5
            },
            "review623": {
                "review_body": "Beautiful color great smell smells freshener Very nice",
                "rating_value": 5
            }
        }
    },
    "82": {
        "name": "New England Maple",
        "category": "Sweet & Spicy",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/new-england-maple/ORCL_1584985.html",
        "description": "This is a Sweet & Spicy fragrance. The sweet goodness of maple — rich and syrupy with a touch of spice — New England’s prized confection. Top notes: Cinnamon, Ginger, Orange Zest. Middle notes: Maple Syrup, Praline, Brown Sugar. Base notes: Maplewood, Crystallized Sugar, Vanilla Bean. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.5",
        "overall_reviewcount": "772",
        "img_url": "images/82.jpg",
        "reviews": {
            "review624": {
                "review_body": "One of my favorites for sure! It smells like a scrumptious breakfast was just made. I love the candles that really smell like food or baked goods were made!",
                "rating_value": 5
            },
            "review625": {
                "review_body": "This is the first scent you need for all your fall scent needs. I will burn this candle all year long! I can pair this candle with so many other scents. Its delicious with Salted Caramel! Definitely want to try with Chocolate Layer Cake. If you love maple syrup or just the smell, this candle is perfect.",
                "rating_value": 5
            },
            "review626": {
                "review_body": "Deep maple scent with a strong throw. Candle will last a very long time.",
                "rating_value": 5
            },
            "review627": {
                "review_body": "I keep this candle on the counter unlit most of the time and it still manages to make the room smell gently of pancakes!",
                "rating_value": 5
            },
            "review628": {
                "review_body": "The scent is really good, but it is very strong.  I wanted a scent to go in our downstairs family room where we play games and watch sports.  It is a great maple scent but it shouldn’t burn any longer than a couple hours.",
                "rating_value": 4
            },
            "review629": {
                "review_body": "The New England Maple scent is perfect for this time of year, being maple syrup production time. The scent is amazingly \"real\". The house is warm and cozy. Love this particular scent.",
                "rating_value": 5
            },
            "review630": {
                "review_body": "Mapelicious!!!! Its like a got up early, tapped all my trees, and then boiled the sap in my very own kitchen!!!",
                "rating_value": 5
            },
            "review631": {
                "review_body": "New England Maple is a delicious scent that smells a bit different when burning- even better!  Its one of my favorites.",
                "rating_value": 5
            }
        }
    },
    "83": {
        "name": "Strawberry Lemon Ice",
        "category": "Fruity",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/strawberry-lemon-ice/ORCL_1351664.html",
        "description": "This is a Fruity fragrance. Refresh your home with the cool scent of just-picked strawberries and strips of lemon peel crisped in ice. -Fragrance Notes: -Top: Lemon Juice -Mid: Ripe Strawberries -Base: Simple Sugar -Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.7",
        "overall_reviewcount": "861",
        "img_url": "images/83.jpg",
        "reviews": {
            "review632": {
                "review_body": null,
                "rating_value": 1
            },
            "review633": {
                "review_body": "Smells so good I wanna eat it I will definitely purchase again",
                "rating_value": 5
            },
            "review634": {
                "review_body": "Great smell for spring and summer while burning or lid off",
                "rating_value": 5
            },
            "review635": {
                "review_body": "This scent is definitely a close second to White Strawberry Bellini. If I had to choose a different candle to replace the White Strawberry Bellini, this would be it. It also smells refreshing and clean. Another great spring cleaning scent.",
                "rating_value": 5
            },
            "review636": {
                "review_body": "I love this smell it’s light and fruity not to overwhelming I love the jar that it comes in and it’s huge it last forever  I do recommend this even yankee candle it self love all there smells and also is great for gifting.",
                "rating_value": 5
            },
            "review637": {
                "review_body": "Strawberry Lemon Ice is one of my favorite fragrances, especially in the Spring and Summer months.",
                "rating_value": 5
            },
            "review638": {
                "review_body": "Wonderful fresh scent. It is my daughter's favorite.",
                "rating_value": 5
            },
            "review639": {
                "review_body": "This is my personal second favorite scent of all times. It’s the perfect sweet smelling sugary goodness.",
                "rating_value": 5
            }
        }
    },
    "84": {
        "name": "Williamsburg Pineapple",
        "category": "Fruity",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/williamsburg-pineapple/ORCL_1328763.html",
        "description": "This is a Fruity fragrance. A rejuvenating splash of pineapple swirls with coconut nectar and fresh pear to create a refreshing, tropical experience. Top notes: Pineapple, Coconut Nectar, Citrus water, Lemon, Grapefruit, Orange. Middle notes: Crushed Ginger, Lavender, Green notes, Heliotrope, Lily, Peach, Pear. Base notes: Tonka Bean, Caramel, Vanilla, Musks. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.3",
        "overall_reviewcount": "706",
        "img_url": "images/84.jpg",
        "reviews": {
            "review640": {
                "review_body": "If you enjoy the smell of warm pineapple like a baking pineapple upside down cake, you will enjoy this candle. It fills my kitchen with a very delicious aroma!",
                "rating_value": 5
            },
            "review641": {
                "review_body": "It don't think this candle smells a lot like pineapple. It's hard to explain what it smells like. I like it it's just not pineapple enough for me..",
                "rating_value": 3
            },
            "review642": {
                "review_body": "I love the scent of this candle.  It brings back memories of an amazing trip touring Williamsburg and learning the history of our country.",
                "rating_value": 5
            },
            "review643": {
                "review_body": "Love all my YC products that were sent to me recently!",
                "rating_value": 5
            },
            "review644": {
                "review_body": "This candle smells wonderful but when you light it, it doesn't produce any fragrance.",
                "rating_value": 2
            },
            "review645": {
                "review_body": "Wow!! That’s what I said when I took the top off this large glass jar !! Wow! This is truly pineapple in the most delicious wonderful way! Before you even light this candle the scent is pure it is wonderful it is really delicious! It smells like fresh cut pineapple the taste of it comes through your sense of smell!! The color is light yellow just like a pineapple and the scent isn’t over powering or too strong ! It’s really just a burst of sweetness!",
                "rating_value": 5
            },
            "review646": {
                "review_body": "Was canceled. Never got it. So no possible way to review other than negative.",
                "rating_value": 1
            },
            "review647": {
                "review_body": "A perennial favorite of mine. Soft and delightful scent.",
                "rating_value": 5
            }
        }
    },
    "85": {
        "name": "Log Cabin Flannel",
        "category": "Woody",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/log-cabin-flannel/ORCL_2642989W.html",
        "description": "This is a Woody fragrance. It’s a bit chilly in your cabin — grab your favorite cozy flannel and warm up with the scents of black pepper, cinnamon, and sandalwood. Top notes: Black Pepper, Lemon, Orange. Middle notes: Cypress, Coriander, Jasmine, Cinnamon, Eucalyptus. Base notes: Flannel, Musky, Patchouli, Vetiver, Sandalwood. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.4",
        "overall_reviewcount": "34",
        "img_url": "images/85.jpg",
        "reviews": {
            "review648": {
                "review_body": "My favorite candle ever ever ever. Coming from a YC customer of 10+ years. Bought this in the fall but didn't end up burning until the winter, right after Christmas. It felt more appropriate given the woodsy feel. Boy oh boy, THIS CANDLE. I am normally a Balsam & Cedar girlie at Christmas, but I would convert fully to Log Cabin Flannel for Christmas and all of winter. Also probably my religion. I honestly would buy this by the pallet. IT'S THAT GOOD. And the plug-ins are just as good. It is definitely a complex candle and you need to appreciate the Eucalyptus/Patchouli/Musky vibes to really love this, because it is slightly masculine. But if masculine scents are your thing, this candle IS IT. Please please bring this back next year, or even better, bring into permanent rotation!!!",
                "rating_value": 5
            },
            "review649": {
                "review_body": "This fragrance is definetly FALL !  Warm and cozy feeling",
                "rating_value": 5
            },
            "review650": {
                "review_body": "A superb Christmas purchase for wintertime burning. Think cedar lined chest with favorite old flannel and a slight nuance of cotton and manliness.",
                "rating_value": 5
            },
            "review651": {
                "review_body": "Hope this scent returns! Love it! Reminds me of Haunted Hayride.",
                "rating_value": 5
            },
            "review652": {
                "review_body": "Such a nice masculine smell! Very cozy and relaxing",
                "rating_value": 5
            },
            "review653": {
                "review_body": "Great choice if you like the scent of fall. It reminds me of walking through the fallen leaves.",
                "rating_value": 5
            },
            "review654": {
                "review_body": "Bought this fragrance to burn after the Christmas holiday. Perfect timing to be inside from the cold and snowy weather, bundled up and warm. It's a clean, crisp scent with light, orange aroma and woodsy tones. Makes the room extra cozy!!",
                "rating_value": 4
            },
            "review655": {
                "review_body": "It is hard to review because 3 weeks after I ordered and heard nothing, I reached out and was told it was no longer available.",
                "rating_value": 1
            }
        }
    },
    "86": {
        "name": "Campfire Cocktail",
        "category": "Fruity",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/campfire-cocktail/ORCL_2642991W.html",
        "description": "This is a Fruity fragrance. End the perfect fall day by sitting around the fire with a fruity cocktail in hand, enjoying the swirling scents of cinnamon rum, golden apple, and plum. Top notes: Bitter Orange, Thyme Sprig, Mirabelle Plum. Middle notes: Gold Apple, Nashi Pear, Cinnamon Rum. Base notes: Whiskey Barrel, Cinnamon Woods, Sugared Musk. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.8",
        "overall_reviewcount": "29",
        "img_url": "images/86.jpg",
        "reviews": {
            "review656": {
                "review_body": "I am completely obsessed with this candle! The aroma is long-lasting, perfect for any room or event, unique fragrance with ideally blended scents.",
                "rating_value": 5
            },
            "review657": {
                "review_body": "Candle has a nice scent that is strong enough to smell but not over powering. Has notes I feel of cinnamon and a little apple. Very nice for fall and winter, but you could really use at anytime.",
                "rating_value": 5
            },
            "review658": {
                "review_body": "Great winter scent! I’m bought this because I wanted a lightweight, fun, cozy scent that wasn’t too perfume me. You can actually get wafts of the different fruit scents in the candle’s  aroma.  I’m so pleased with it, I’m gonna get me another one! A really nice January and February sent.",
                "rating_value": 5
            },
            "review659": {
                "review_body": "This is the most perfect fall scent! I was so surprised to like this. I was looking for a sweet, apple cider scent for autumn. This one became my favorite out of most fall scents. It’s got a strong throw that is pleasant and brings you autumn vibes right away!",
                "rating_value": 5
            },
            "review660": {
                "review_body": "Wanted to switch it up and this was a nice new change",
                "rating_value": 4
            },
            "review661": {
                "review_body": "Nice and strong scent for the fall. Great performance and strong throw",
                "rating_value": 5
            },
            "review662": {
                "review_body": "Beautiful aroma fills the room and leaves me thinking about our family summer trips.",
                "rating_value": 5
            },
            "review663": {
                "review_body": "This candle is now on my list of favorites. It is a beautiful color and has an amazing scent.",
                "rating_value": 5
            }
        }
    },
    "87": {
        "name": "Cliffside Sunrise",
        "category": "Fruity",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/cliffside-sunrise/ORCL_1630398.html",
        "description": "This is a Fruity fragrance. An early morning hike brings you to an idyllic seaside scene with the sun’s first light. Exotic fruit and flower scents are carried along in the warm breeze, accompanied by notes of strawberry, geranium, and hibiscus. Top notes: Hibiscus, Strawberry, Dwarf Citrus. Middle notes: Nectarine, Red Fruit, Geranium. Base notes: Sparkling Wine Nectar, Praline. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.6",
        "overall_reviewcount": "632",
        "img_url": "images/87.jpg",
        "reviews": {
            "review664": {
                "review_body": "So fresh and lively scent to invite the warmer weather",
                "rating_value": 3
            },
            "review665": {
                "review_body": "Such a delicious, fruity scent! My boyfriend loves it!",
                "rating_value": 5
            },
            "review666": {
                "review_body": "Pretty color, little aroma, actually none while lit. Disappointed.",
                "rating_value": 3
            },
            "review667": {
                "review_body": "Smells nice on cold sniff but will be saving for spring.",
                "rating_value": 5
            },
            "review668": {
                "review_body": "Feels like you are outside very calming refreshing",
                "rating_value": 5
            },
            "review669": {
                "review_body": "Damaged item received.  Shattered glass, unable to use.",
                "rating_value": 1
            },
            "review670": {
                "review_body": "Nice tropical scent. Definitely a strong scent if you like that. Very satisfied.",
                "rating_value": 5
            },
            "review671": {
                "review_body": "I love this scent.  I will absolutely buy it again.",
                "rating_value": 5
            }
        }
    },
    "88": {
        "name": "Holiday Bayberry™",
        "category": "Fresh & Clean",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/holiday-bayberry/ORCL_1035441.html",
        "description": "This is a Fresh & Clean fragrance. Pine, fir and laurel are softened with the clean scent of bayberry, frankincense and myrrh. Top notes: Clove, Nutmeg, Lemon. Middle notes: Apple, Pine, Lavender. Base notes: Fir Balsam, Patchouli, Amber. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.4",
        "overall_reviewcount": "1324",
        "img_url": "images/88.jpg",
        "reviews": {
            "review672": {
                "review_body": "Love bayberry best candle out there.. love love love it",
                "rating_value": 5
            },
            "review673": {
                "review_body": "Not a super strong candle but it does throw if you let it burn a long time. It’s more of a lingering scent than a powerful scent. Use a candle topper on the jars and they will burn evenly, they also last forever. \nIf I need a powerhouse candle I’ll burn something else but I do still love this. Instead of a strong, obvious scent it presents itself more as something your house “just smells like”. Personally I love it.",
                "rating_value": 5
            },
            "review674": {
                "review_body": "I burn this every year at Christmas. It’s such a wonderful scent that just says Christmas time to me.",
                "rating_value": 5
            },
            "review675": {
                "review_body": "Great output. Not overpowering but subtle. Family fav",
                "rating_value": 5
            },
            "review676": {
                "review_body": "This fragrance reminds me of a wreath with berried",
                "rating_value": 5
            },
            "review677": {
                "review_body": "No other scent compares to this one in evoking nostalgic feelings and just making the house smell great during the holidays and year-round. I buy multiples every year and hope this one stays in production!",
                "rating_value": 5
            },
            "review678": {
                "review_body": "This is another Holiday & Winter favorite.  The aroma blends with the season.",
                "rating_value": 5
            },
            "review679": {
                "review_body": "This fragrance is an absolutely necessity during the holidays.  Makes your home feel like Christmas.  Love walking into this holiday scent burning!",
                "rating_value": 5
            }
        }
    },
    "89": {
        "name": "Williamsburg Bayberry",
        "category": "Fresh & Clean",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/williamsburg-bayberry/ORCL_1545051.html",
        "description": "This is a Fresh & Clean fragrance. Spicy and refreshing, with fresh mint, clove, bayberry and a dash of pine. Top notes: Bayberry, Fresh Mint, Pine Needle. Middle notes: Cinnamon, Clove, Nutmeg. Base notes: Warm Woods, Vanilla Bean. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.5",
        "overall_reviewcount": "852",
        "img_url": "images/89.jpg",
        "reviews": {
            "review680": {
                "review_body": "Williamsburg Bayberry has a very fresh scent. It reminds me the change from summer leading into fall.  I really like the color of this candle also. I would definitely give this as a gift.",
                "rating_value": 5
            },
            "review681": {
                "review_body": "A wonderful candle. This is “the” classic scent. Strong - Not Overpowering - Pefect.",
                "rating_value": 5
            },
            "review682": {
                "review_body": "This traditional scent was always in the air at Christmastime when I was growing up in Connecticut. LOVE this scent.",
                "rating_value": 5
            },
            "review683": {
                "review_body": "Not for me at all.  This was a gift and the smell was very pungent.  Very strong",
                "rating_value": 2
            },
            "review684": {
                "review_body": "My favorite scent, I burn it all year long not just holidays.",
                "rating_value": 5
            },
            "review685": {
                "review_body": "My mom used to burn bayberry candles years ago. They smell just like I remembered them.",
                "rating_value": 5
            },
            "review686": {
                "review_body": "I actually like this one slightly more than the Holiday Bayberry, which is also outstanding. This is easily one of Yankees best and most unique scents.",
                "rating_value": 5
            },
            "review687": {
                "review_body": "Barely any scent at all. I’ll never buy this again.",
                "rating_value": 1
            }
        }
    },
    "90": {
        "name": "Wedding Day®",
        "category": "Floral",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/wedding-day/ORCL_115438.html",
        "description": "This is a Floral fragrance. Always in good taste...a sophisticated and soothing blend of florals and subtle fruits. Top notes: Sheer Citrus, Aldehydes, Greens. Middle notes: Mimosa, Ylang, Jasmine, Rose, Tuberose. Base notes: Sweet Musk, Sandalwood, Tonka Bean. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.5",
        "overall_reviewcount": "466",
        "img_url": "images/90.jpg",
        "reviews": {
            "review688": {
                "review_body": "One of my favorites for the past 25 years.  Even burned several of these during our wedding so I love to burn it and go back to that day.  This is a sophisticated scent.",
                "rating_value": 5
            },
            "review689": {
                "review_body": "This is one of my favorite Yankee candle gifts. I bought two of them for two granddaughters that are getting married this spring. I was disappointed that I didn’t get the notice about adding a picture until after I had already ordered.",
                "rating_value": 5
            },
            "review690": {
                "review_body": "One of my favorites. One of my go to scents. This scent smells amazing.",
                "rating_value": 5
            },
            "review691": {
                "review_body": "The scent is fresh and clean. But when you burn the candle you can barely smell the scent.",
                "rating_value": 3
            },
            "review692": {
                "review_body": "When I received this candle with other items I ordered, it was well wrapped, but had pieces broken in the glass under the lid lip.  I had purchased this item on sale along with other items, and it just wasn't worth the effort to return it.  So I will keep it--candle is not damaged, just the glass jar-- burn it myself and get the marrying couple another item.  This lack of satisfaction was not on Yankee company as they were not informed by me of the damaged gift item.",
                "rating_value": 3
            },
            "review693": {
                "review_body": "I was pleasantly surprised by this candle scent and I can see making any day a Wedding Day candle day, especially if you like a fragrant bouquet of flowers. Unlike many fragrances and candle names (farmstand peach , for example), you don't know quite what wedding day should smell like.  It could be a lot of things!  I bought it to add to the atmosphere of an intimate family wedding day dinner.  Spot on!  It did the trick.  Wedding days may be few and far between, but this candle can burn day in, day out, forever.",
                "rating_value": 5
            },
            "review694": {
                "review_body": "Light, floral fragrance, not overpowering. Will add warmth and ambiance to your celebration.",
                "rating_value": 5
            },
            "review695": {
                "review_body": "Wonderful scents for upcoming weddings!\r\nBought for my daughter & daughter-in-law for their 2022 weddings. They loved them.\r\nNow I bought two more for my niece & her mom (my sister) as my niece’s wedding is coming up in May 2025.",
                "rating_value": 5
            }
        }
    },
    "91": {
        "name": "Slopeside Spritz",
        "category": "Citrus",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/slopeside-spritz/ORCL_2652774.html",
        "description": "This is a Citrus fragrance. As you toast the holidays slopeside, notes of rose, grapefruit, and sparkling wine make you fizzy with excitement. Top notes: Apple, Rhubarb, Pineapple. Middle notes: Boozy Notes, Rose, Grapefruit. Base notes: Sparkling Wine. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.1",
        "overall_reviewcount": "338",
        "img_url": "images/91.jpg",
        "reviews": {
            "review696": {
                "review_body": "I love this scent! It smells like morning mimosas!",
                "rating_value": 5
            },
            "review697": {
                "review_body": "One of my most favorite scents from yankee candle smells amazing g and fruity",
                "rating_value": 5
            },
            "review698": {
                "review_body": "This is an odd one and hard to like.  My husband said \"roses\" but it's more than that.  It actually smells like someone spilled a bottle of dry white wine on a rug and then tried to clean it up with warm Worcestershire sauce and a sponge made of gruyere cheese.   It is a very strong smell with a high twang and it has an aggressive throw.  Also, I can still smell it in the room hours after it's been put out.  I'm trying to like it but I don't know that I can.",
                "rating_value": 1
            },
            "review699": {
                "review_body": "Great value and a strong scent, I have enjoyed it very much.",
                "rating_value": 5
            },
            "review700": {
                "review_body": "Very new interesting smell love it wasn’t sure at first",
                "rating_value": 5
            },
            "review701": {
                "review_body": "Priced right for next year's office/co-workers gifting.  The fragrance was not as nice as I would expect.  Definitely had scent elements of a champagne spritz, but not wintery or \"slopeside\".",
                "rating_value": 3
            },
            "review702": {
                "review_body": "Smells like an alcoholic's home the second you light the candle.",
                "rating_value": 1
            },
            "review703": {
                "review_body": "Ok unique smell kinda more for kitchen area with mild output",
                "rating_value": 4
            }
        }
    },
    "92": {
        "name": "Sugared Cinnamon Apple",
        "category": "Fruity",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/sugared-cinnamon-apple/ORCL_1591457.html",
        "description": "This is a Fruity fragrance. The delicious aroma of crunchy apple slices sugared with cinnamon and vanilla. This sweet and spicy fragrance will make you crave the fruits of autumn — or a big mug of cider. Top notes: Apple Slices. Middle notes: Cinnamon Cider, Sugar. Base notes: Fresh Vanilla, Nutmeg, Crushed Clove. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.6",
        "overall_reviewcount": "799",
        "img_url": "images/92.jpg",
        "reviews": {
            "review704": {
                "review_body": "This candle is very nice. The smell of apple and cinnamon is very pronounced. I love it!",
                "rating_value": 5
            },
            "review705": {
                "review_body": "Sugar, cinnamon and apples! If you want to have your house smelling like you're always making something delicious? Burn this one.",
                "rating_value": 5
            },
            "review706": {
                "review_body": "While I absolutely love this scent, for the second year in a row the gars I have purchased, both on Amazon and directly from Yankee Candle, have burned straight down the middle and the wax on the sides stay intact. I have to empty the melted wax to keep the wick from drowning.",
                "rating_value": 2
            },
            "review707": {
                "review_body": "Loved the cinnamon,apple aroma throughout my home. Would recommend this candle.",
                "rating_value": 5
            },
            "review708": {
                "review_body": "Smells like a home baked apple pie. One of my favorites",
                "rating_value": 5
            },
            "review709": {
                "review_body": "Absolitely love the aroma. Makes my house smell wonderful",
                "rating_value": 5
            },
            "review710": {
                "review_body": "A lovely sweet scent for the autumnal season in my home",
                "rating_value": 5
            },
            "review711": {
                "review_body": "Love this scent!! Will be purchasing again! First time that I tried this one and it's wonderful",
                "rating_value": 5
            }
        }
    },
    "93": {
        "name": "Salted Caramel",
        "category": "Sweet & Spicy",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/salted-caramel/ORCL_1273492.html",
        "description": "This is a Sweet & Spicy fragrance. The delightfully rich, sweet fragrance of gourmet candy shop confections. Notes of toasted sugar, coarse sea salt, and smooth vanilla caramel swirl together in a mouthwatering concoction. Top notes: Dark Plum, Date, Mandarin, Burnt Sugar. Middle notes: Almond Blossom, Pistachio, Sea Salt, Brown Butter. Base notes: Caramel, Vanilla Bean, Balsam, Dark Chocolate. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.7",
        "overall_reviewcount": "805",
        "img_url": "images/93.jpg",
        "reviews": {
            "review712": {
                "review_body": "This smells exactly like its name. I light this in the kitchen and the whole room smells delicious! I have another one on deck for when this jar is finished!",
                "rating_value": 5
            },
            "review713": {
                "review_body": "It smells good enough to eat. The salted caramel scent is delightful",
                "rating_value": 5
            },
            "review714": {
                "review_body": "Warm and cozy - like a coffee shop in my kitchen. Makes my daughter hungry!",
                "rating_value": 5
            },
            "review715": {
                "review_body": "Very nice, makes me think about baking! The fragrance is very yummy!",
                "rating_value": 5
            },
            "review716": {
                "review_body": "If you love Carmel this is for you! My house smelled amazing for hours!",
                "rating_value": 5
            },
            "review717": {
                "review_body": "Absolutely fabulous! One of my favorites. It smells amazing all throughout the house. Great for fall and the holidays.",
                "rating_value": 5
            },
            "review718": {
                "review_body": "I love this smell so much❤️ It makes my house smell like I'm baking.",
                "rating_value": 5
            },
            "review719": {
                "review_body": "This candle is a favorite! If you want your entire house to smell good, this is the one for you!",
                "rating_value": 5
            }
        }
    },
    "94": {
        "name": "Snow Globe Wonderland",
        "category": "Woody",
        "company": "Yankee Candlee",                    
        "link": "https://www.yankeecandle.com/yankee-candle/candles/candle-styles/original-jar-candles/snow-globe-wonderland/ORCL_1720942W.html",
        "description": "This is a Woody fragrance. Enter a snow globe fantasy where snowflakes swirl, adventure awaits, and a frost-covered forest with notes of mint, lavender, and cedar fills the air with winter wonder. Top notes: Icy Mint, Star Anise, Sage, Holly Berry. Middle notes: Nutmeg, Eucalyptus, Lavender. Base notes: Cedarwood, Praline, Snow Moss. Top note is the initial impression of the fragrance, middle note is the main body of the scent and base is its final impression.",
        "overall_rating": "4.8",
        "overall_reviewcount": "42",
        "img_url": "images/94.jpg",
        "reviews": {
            "review720": {
                "review_body": "The best candle I have ever smelled. I stock up every year.",
                "rating_value": 5
            },
            "review721": {
                "review_body": "Very relaxing smell not overpowering. It's a refreshing smell",
                "rating_value": 5
            },
            "review722": {
                "review_body": "I really enjoy this scent! I discovered it last Christmas season and I’m glad they brought it back this year. I like strong scents and this has a nice throw. It has a fresh, clean scent like what the winter air would feel like with a snap in with a slight undertone of men’s cologne but a scent that’s crisp and cool.",
                "rating_value": 5
            },
            "review723": {
                "review_body": "New favorite Christmas scent! Clean, wonderful fragrance.",
                "rating_value": 5
            },
            "review724": {
                "review_body": "This was a blind scent but and I’m so happy with it! I ordered two more when they went down to $12 such a great deal! Love the rewards program and coupon deals on top of the sale! A lot of companies don’t let you stack coupons like that with sale and free gifts so it’s awesome to be able to get extra savings! Because of that I have been shopping here a lot more this season and planning to keep buying and using rewards program! Thank you Yankee Candle :)",
                "rating_value": 5
            },
            "review725": {
                "review_body": "Love it! Smells really good. Love the new scents coming out",
                "rating_value": 5
            },
            "review726": {
                "review_body": "THIS IS MY FAVORITE CANDLE \r\nI LIKE OTHERS I PURCHASE BUT THIS ONE UGH GOT ME WRAP",
                "rating_value": 5
            },
            "review727": {
                "review_body": "I really love this candle because it has a fresh scent for the holiday season.",
                "rating_value": 5
            }
        }
    },
    "95": {
        "name": "HINOKI FANTÔME",
        "category": "Woody/Earthy",
        "company": "Boy Smells",                
        "link": "https://boysmells.com/collections/candles/products/hinoki-fantome-candle-9oz",
        "description": "The perfect warm, woody scent companion for less screen time. Woody/Earthy cardamom, hinoki and smoked amber. being cozy by a fireplace. The all-time Boy Smells best-seller.Hinoki Fantôme opens with the sweet-spicy glow of cardamom and pear—warm, bright, and a little unexpected. It settles into calming hinoki and dry cedarwood, with earthy oakmoss and smoked amber lingering softly in the background. Woodsy, balanced, and just the right amount of mysterious—like your favorite film: quiet, stylish, unforgettable. Because staying grounded is the real plot twist.",
        "overall_rating": "4.4",
        "overall_reviewcount": "370",
        "img_url": "images/95.jpg",
        "reviews": {
            "review728": {
                "review_body": "I received this candle as a gift and initially forgot to open it. But when I did—HOLY COW!!!! One of the best candles I’ve ever had in my life!!! Gorgeous, moles scent that lingers long after burning it. No issues w tunneling whatsoever, I can’t figure out why some of the other reviewers had this is...",
                "rating_value": 5
            },
            "review729": {
                "review_body": "smokier than I thought - a bit masculine, but really nice and inviting.",
                "rating_value": 5
            },
            "review730": {
                "review_body": "Best one! Just wish it had a heavier throw, but overall it’s great!",
                "rating_value": 5
            },
            "review731": {
                "review_body": "Certainly unique, a powerful scent that I love but is not for everyone. Unfortunately, mine was susceptible to tunneling — even with a proper long first burn, foil shielding etc. Still nice, but you won’t necessarily get your moneys worth!",
                "rating_value": 3
            },
            "review732": {
                "review_body": "It smells great, but did do a bit of tunneling",
                "rating_value": 4
            }
        }
    },
    "96": {
        "name": "HERBACEOUS",
        "category": "Green",
        "company": "Boy Smells",                
        "link": "https://boysmells.com/collections/candles/products/herbaceous-candle-9oz",
        "description": "A green scent for feeling 10% more grounded than yesterday. Green bergamot, wet grass and sage. you developed a green thumb. your bathroom is outdoors. Based on a Farm To Candle favorite, Herbaceous opens with zesty bergamot, softens into just-cut grass, and settles with a cool hit of sage. Clean, earthy, and a little wild—like being outside, but better. Light it when you're craving clarity (or just want your space to smell like a fancy garden).",
        "overall_rating": "4.9",
        "overall_reviewcount": "27",
        "img_url": "images/96.jpg",
        "reviews": {
            "review733": {
                "review_body": "This Boy Smells candle is a total vibe—fresh, earthy, and grounding. The blend of wet grass and sage makes my space feel like a peaceful walk through a dewy garden. It’s clean, calming, and just the right amount of unexpected. I’m hooked! Gifted by Boy Smells!",
                "rating_value": 5
            },
            "review734": {
                "review_body": "This candle is literally amazing, my houses smell delicious. It literally eliminates all bad odors will the yummy scents of earthy tone, which i love. I love how large the candle and I don’t need to leave it burnt for so long. It will last you a while! This was gifted by boysmells.",
                "rating_value": 5
            },
            "review735": {
                "review_body": "This candle smells exactly like summer after it rains like fresh grass and clean air. It’s kinda cozy but still bright. I lit it in my room and it made the whole space feel calm and fresh. It burns really evenly too, no weird dips or tunneling, which is so nice. Totally one of my new favorite candle...",
                "rating_value": 5
            },
            "review736": {
                "review_body": "Mee encanto Su olor a hierba recién cortada después de una lluvia de verano a mitad de día fuera en una vela amé sus notas Hierba húmeda, Sage y Bergamont Realmente amé este vela y mi habitación olía riquísimo ! Complimentary from boysmells",
                "rating_value": 5
            },
            "review737": {
                "review_body": "This Boy Smells candle is a total vibe - fresh exactly like summer after it Rains like fresh grass! It such unique scent, with notes of Bergamont, wet grass, and sage. Not too strong. Definitely looking to purchase more, Gifted by Boy Smells",
                "rating_value": 5
            }
        }
    },
    "97": {
        "name": "MINTY",
        "category": "Green",
        "company": "Boy Smells",                
        "link": "https://boysmells.com/collections/candles/products/minty-candle-9oz",
        "description": "A fresh, green scent for coming up big ideas. Green Smells like ginger, wild mint and cedarwood. a decadent cold plunge.. your bedroom just turned into a spa. Minty kicks off with spicy ginger, snaps into wild mint, and grounds itself with smooth cedarwood. Crisp, cool, and kinda unhinged—in the best way. Light it when you need a Spa-like vibe check.",
        "overall_rating": "5",
        "overall_reviewcount": "25",
        "img_url": "images/97.jpg",
        "reviews": {
            "review738": {
                "review_body": "This candle (gifted by Boy Smells) smells so pleasing to the senses. I like the fresh minty scent that is very unique. The notes are perfect for all seasons and the throw is really good. My entire room smells so nice and dreamy. The packaging is nice and vibrant too. Highly recommend.",
                "rating_value": 5
            },
            "review739": {
                "review_body": "This Minty candle is super refreshing—think fresh mint tea with a warm ginger twist and a hint of cedarwood. It’s clean, cozy, and perfect for calming vibes. Smells spa-like but modern. Strong throw without being overwhelming. Great if you like crisp, herbal scents with depth. Gifted by",
                "rating_value": 5
            },
            "review740": {
                "review_body": "* gifted by boy smells * This candle smells so good! I love boy smells scents after rebranding and this candle is a winner. It has minty smell, but doesn’t smell like toothpaste. It has such a gentle scent like the design of the jar as well.",
                "rating_value": 5
            },
            "review741": {
                "review_body": "Gifted by boy smells. I really like the scent of this candle. It’s yummy and good. I like the burn time on it and it gives off seriously the most beautiful smell. So fun to swim to my lunch and back to the car in this one.",
                "rating_value": 5
            },
            "review742": {
                "review_body": "Gifted by Boy Smells the candle is such a fun scent. I love the mint note. It’s so clean and good. Mint is something I love growing in my garden and I’m so happy this candle smells so much like mint. It’s such a beautiful smell. I’d definitely buy again.",
                "rating_value": 5
            }
        }
    },
    "98": {
        "name": "DYNASTY SALT",
        "category": "Fresh",
        "company": "Boy Smells",                
        "link": "https://boysmells.com/collections/candles/products/dynasty-salt-candle-9oz",
        "description": "A fresh, floral scent that give you that everything’s finally clicking feeling Fresh pink pepper, musk and cotton accord. your ex's white t-shirt. the laundry room just got sexy. Made as an ode to the OG Boy Smells scent, Dynasty, this updated version opens with a pop of pink pepper, eases into cotton t-shirt accord, and settles into soft, skin-level musks. Airy, intimate, and quietly unforgettable. Light it when you want your space to feel like a good memory and an even better mood.",
        "overall_rating": "5",
        "overall_reviewcount": "10",
        "img_url": "images/98.jpg",
        "reviews": {
            "review743": {
                "review_body": "This candle smells sophisticated, cozy and luxurious. The packaging is also stunning—modern and minimal, yet still feels indulgent. It’s definitely a candle I reach for when I want to feel a little elevated in my space. Complimentary from boysmells",
                "rating_value": 5
            },
            "review744": {
                "review_body": "I absolutely loved the smell of this candle, it reminds me of a spa on a cruise or just a spa in general. The packaging is very cute/chic, burn time is great— it burns very slowly with strong scent. I will definitely be using this candle in my bathroom the most or even after cleaning the house would...",
                "rating_value": 5
            },
            "review745": {
                "review_body": "Gifted by boysmells. So I’ve been burning the boy smells candle in the scent dynasty salt and I just wanted to say I love the new formula! The burn is perfection literally no tunneling and the scent smells so good! I light it during the day in my living room and it sets the vibe for the day!",
                "rating_value": 5
            },
            "review746": {
                "review_body": "Deliciosa y de muy buena calidad deja mis momentons de relax con mucho aroma y tranquilidad. Sus notas fresca le brindan mucha energía a mi casa y mi espacio de trabajo donde suelo usarlas es faccinan y de muy bueno. Gifted by boysmells",
                "rating_value": 5
            },
            "review747": {
                "review_body": "Gifted by Boy Smells. The Boy Smells Dynasty Salt Candle is super refreshing. It smells like a super clean, fresh space with pink peppercorn, a soft cotton t-shirt, and clean musk all wrapped into one. Even before lighting it, I noticed that the scent just filled the room. Once it’s burning, it make...",
                "rating_value": 5
            }
        }
    },
    "99": {
        "name": "WOODPHORIA",
        "category": "Woody/Floral",
        "company": "Boy Smells",                
        "link": "https://boysmells.com/collections/candles/products/woodphoria-candle-9oz",
        "description": "A warm wood candle that can do it all. Woody/Floral Coconut Water, Fig Leaves and Sandalwood. Hot Fairy-Core. This sandalwood candle openly flirts with fig, jasmine, and shredded coconut. Get Pixie-core, sprinkle your fairy dust with this warm, balanced, yet intricate scent.Spread your magic anytime, anywhere.",
        "overall_rating": "4.3",
        "overall_reviewcount": "28",
        "img_url": "images/99.jpg",
        "reviews": {
            "review748": {
                "review_body": "Candle barely burned and was ruined because it could not burn evenly despite burning for 6 hours. Yes you read that correctly. The wick is too skinny and doesn’t protrude out enough. Absolute rubbish that isn’t worth your money.",
                "rating_value": 1
            },
            "review749": {
                "review_body": "Great woody smell, but not overpowering!",
                "rating_value": 5
            },
            "review750": {
                "review_body": "Very strong forest wood scent even without burning it. That image of after rain forest wood had me thinking if I’m actually in it. \nThe burn is slow, had the tunnel showing even after a few hours. It’s definitely a unique experience",
                "rating_value": 5
            },
            "review751": {
                "review_body": "A beautiful woodsy and earthy scent. Helps soothe me through the day. Will be back for more!",
                "rating_value": 5
            },
            "review752": {
                "review_body": "LOVE this scent! Description: very sweet but also woodsy. Burn it for over an hour to transport your space to an enchanting forest. I have a lot of favorite BS scents but this one might be my favorite. Instant classic.",
                "rating_value": 5
            }
        }
    },
    "100": {
        "name": "LAVENDARE",
        "category": "Floral",
        "company": "Boy Smells",                
        "link": "https://boysmells.com/collections/candles/products/lavendare-candle-9oz",
        "description": "A fresh scent for soft-launching inner peace. Floral lemon, lavender and vetiver. being unbothered. being cozy with your favorite white noise machine. Lavendare hits with a squeeze of lemon, smooths into lavender, and lands with cool vetiver. Low key feels like walking through a field of lavender with a hot boy in tow. Light it up for a little zen moment, we dare you.",
        "overall_rating": "4.9",
        "overall_reviewcount": "26",
        "img_url": "images/100.jpg",
        "reviews": {
            "review753": {
                "review_body": "Wow! is earthy and relaxing with a twist. It mixes fresh lavender with cannabis flower, suede, and white musk. Not too floral—more edgy and cool. It’s calming but bold, with a luxe, laid-back vibe. Perfect for winding down or setting a moody, chill atmosphere. Strong throw and unique scent combo. Gi...",
                "rating_value": 5
            },
            "review754": {
                "review_body": "This candle gifted by boy smells is giving total 90’s dreamy garden vibes. It smells like lemon tea, fresh lavender, and something warm and earthy, I’m obsessed. It’s so calming but still bright and cute. The scent fills the room fast. It’s perfect for cozy nights, journaling, or pretending you live...",
                "rating_value": 5
            },
            "review755": {
                "review_body": "This candle actually smells lovely. I wasn’t sure if it would be more of a masculine scent or lavender based and it’s neither nor. I think it’s a nice blend and doesn’t feel super feminine smelling but not rough either. Gifted by boysmells",
                "rating_value": 5
            },
            "review756": {
                "review_body": "I am loving boy smells lavendare candle. The scent is so refreshing, iv’e lit this candle in my living room and it literally smells like you’re walking through a lavender field. The floral scent is so soft and i can smells hints of lemon and vetiver. If you want to feel cozy at home this is the best...",
                "rating_value": 5
            },
            "review757": {
                "review_body": "Wow this one I burned a few times and it’s still going strong. I love the ones that I share. It’s Judah a burdening task just for one person so I enlisted two to tell. I love the packaging of this one. So good. Can’t wait to grab it. Gifted by boy smells.",
                "rating_value": 5
            }
        }
    },
    "101": {
        "name": "VIOLET ENDS",
        "category": "Earthy/Floral",
        "company": "Boy Smells",                
        "link": "https://boysmells.com/collections/candles/products/violet-ends-candle-9oz",
        "description": "Feels like being witchy, making potions. Earthy/Floral rhubarb, violet and incense being witchy, making potions. Violet Ends is in it’s clean girl era—less smoke, more smolder. It opens with a zing of rhubarb and a hint of pepper, then settles into black tea, soft violet, incense, and a wisp of smoked papyrus. Earthy, intriguing, and just a little mischievous—like you, hoodie half-zipped, heading home under violet skies. Because every icon deserves to leave a little something in the air.",
        "overall_rating": "4.8",
        "overall_reviewcount": "78",
        "img_url": "images/101.jpg",
        "reviews": {
            "review758": {
                "review_body": "Lovely smell! I wish the violet was a bit stronger/lasted longer as the balance leans towards the earthier notes in its absence, but that’s not necessarily a bad thing. Not the longest lasting on me (still lasts fairly well, though) but a nice perfume overall!",
                "rating_value": 4
            },
            "review759": {
                "review_body": "great travel size to try before committing, it’s kind of earthy with a hint floral, it’s strong for me so have to wear sparingly; so far I like it",
                "rating_value": 5
            },
            "review760": {
                "review_body": "Its favorite scent ever. Period.",
                "rating_value": 5
            },
            "review761": {
                "review_body": "My favorite scent ever. Period.",
                "rating_value": 5
            },
            "review762": {
                "review_body": "I received a LES candle instead of the Hintoki Fantôme perfume I ordered. Customer service was super helpful and quick to send me the perfume I was missing from my order, but the bottle came broken - the cap was stuck and the actual small sliver spritzer part of the bottle was off and missing a part...",
                "rating_value": 3
            }
        }
    },
    "102": {
        "name": "VANILLA ERA",
        "category": "Gourmand/Spicy",
        "company": "Boy Smells",                
        "link": "https://boysmells.com/collections/candles/products/vanilla-era-candle-9oz",
        "description": "This isn't the gourmand, vanilla you bring home to mom. Gourmand/Spicy white tulip, vanilla and espresso. espresso martinis with your bff. Our sweet, but spicy take on a warm vanilla favorite, boasts added depth with amber, tulip, espresso and pepper redefining what it means to be a vanilla girl.Newly formulated wax for even burns and bigger smells. Hot girl approved.",
        "overall_rating": "4.7",
        "overall_reviewcount": "71",
        "img_url": "images/102.jpg",
        "reviews": {
            "review763": {
                "review_body": "This is a beautiful, deep, complex, expensive-smelling vanilla, and I don't usually go for vanilla. This makes me feel wintry and sexy.",
                "rating_value": 5
            },
            "review764": {
                "review_body": "Straight vanilla scents haven't intrigued me in a long time. . until I received a sample of Vanilla Era. It hits differently. I love this vanilla scent! Instantly purchased.",
                "rating_value": 5
            },
            "review765": {
                "review_body": "I really wanted to like this fragrance — it smells nice in the bottle and I’ve liked other Boy Smells! But unfortunately it must not react to my skin chemistry well or something, because it doesn’t smell good once on me. I’ve never had a perfume shift so strongly on me, so it’s definitely a bummer!",
                "rating_value": 2
            },
            "review766": {
                "review_body": "I loved this perfume, floral and sweet at the same time. It's not cloying, leaves a pleasant scent in the air and has great staying power. The packaging is pretty and ideal for taking on trips in your handbag. Complimentary from boysmells",
                "rating_value": 4
            },
            "review767": {
                "review_body": "My favorite perfume! I have the candle and the travel size as well.",
                "rating_value": 5
            }
        }
    },
    "103": {
        "name": "HARD WOOD",
        "category": "Woody",
        "company": "Boy Smells",                
        "link": "https://boysmells.com/collections/candles/products/hard-wood-candle-9oz",
        "description": "A woody scent for late nights, low lights, and flirting. Woody black pepper, leather and cedarwood. your favorite situationship. it belongs on your coffee table at all times. Hard Wood kicks off with cracked black pepper, slides into worn-in leather, and settles deep into cedarwood. Bold, warm, and kind of a red flag… but you’re lighting it anyway. Light it when you want your space to smell like him but without the emotional damage.",
        "overall_rating": "4.9",
        "overall_reviewcount": "13",
        "img_url": "images/103.jpg",
        "reviews": {
            "review768": {
                "review_body": "Gifted by brand. This smells absolutely amazing love that it has a woodsy manly outdoorsy like smell to it but it is also smells so clean at the same time. I have chose to burn this in the man cave area because the is isn’t to womanly and it makes the boys smell better. This has a lasting burn.",
                "rating_value": 5
            },
            "review769": {
                "review_body": "I was gifted by BoySmells in exchange for an honest review. Packaging is so unique. Taking the candle out of the box right away I LOVEDD the scent !! If you love woody leathery scents I recommend this candle. It’s pretty big too worth the price! It burns super smooth & smells just like men cologne b...",
                "rating_value": 5
            },
            "review770": {
                "review_body": "I’m obsessed. This candle is pure hardwood energy — a warm, cozy blend of spices, rich woods, and that hint of leather that makes it feel both elevated and a little sultry. The throw is impressive — it fills the room fast without being overpowering, and the burn is smooth with zero tunneling (finall...",
                "rating_value": 5
            },
            "review771": {
                "review_body": "Complimentary from boysmells. This candle smells so good! The scent lasts forever but in a subtle and pleasant way. Unlike other candles, the flame stays in place and doesn’t flicker. I light this in my room, kitchen, and living room; but honestly perfect for any room!",
                "rating_value": 5
            },
            "review772": {
                "review_body": "This candle was Gifted by boysmells! I love it so far for sure. I placed it in the living room and after about 30 minutes almost the entire home was scented up. It definitely smells after you’ve blown the candle out! Also it’s so cute love the packaging! It’s great for people with sensitivity as wel...",
                "rating_value": 5
            }
        }
    },
    "104": {
        "name": "COWBOY KUSH",
        "category": "Earthy/Spicy",
        "company": "Boy Smells",                
        "link": "https://boysmells.com/collections/candles/products/cowboy-kush-candle-9oz",
        "description": "A spicy, earthy scent made for mischief Earthy/Spicy suede, pot and patchouli. riding a mechanical bull. This OG Boy Smells cult favorite now has a little less pot and a lot more cowboy.Cowboy Kush rides in with warm hazelnut and white leather, rolls through cannabis and suede, then softens into tonka and patchouli. It’s spicy, sweet and a little hazy—equal parts rodeo rebel and downtown cool.One spritz will have you saving a horse and riding Cowboy Kush.",
        "overall_rating": "4.2",
        "overall_reviewcount": "153",
        "img_url": "images/104.jpg",
        "reviews": {
            "review773": {
                "review_body": "I figured out I’m not someone who can purchase smells blindly. I love some of the other scents. This one threw me off. I have no use for a men’s scent like this one. Based on other online reviews I mistakingly thought this scent was universal. Very strong. . makes my eyes water.",
                "rating_value": 1
            },
            "review774": {
                "review_body": "I was really hoping I'd enjoy this kush variation, after falling in love with the Italian Kush fragrance but Cowboy Kush is far to smokey and leathery for my palette. It's not a subtle smell by any means and really overwhelms me with heavy leather and campfire.",
                "rating_value": 2
            },
            "review775": {
                "review_body": "blind bought. product imagery pulled me in. mildly intense freshly sprayed, dry down is smooth and warm. 10/10.",
                "rating_value": 5
            },
            "review776": {
                "review_body": "I bought a travel size of the ITALIAN KUSH and off first smell, didn’t like. So i bought COWBOY KUSH and fell in LOOOVE. Went back and tried the Italian Kush and fell in LOOOVE! now i want a full size bottle of both lol. The cowboy kush is definitely more masculine leaning, but i could see a spec...",
                "rating_value": 5
            },
            "review777": {
                "review_body": "Candle smelled nice but it exploded near the bottom.",
                "rating_value": 2
            }
        }
    },
    "105": {
        "name": "RED HOT",
        "category": "Fruity/Spicy",
        "company": "Boy Smells",                
        "link": "https://boysmells.com/collections/candles/products/red-hot-candle-9oz",
        "description": "A fruity, spicy scent that burns slow ;) Fruity/Spicy incense, raspberry and roses. being the #1 fangirl. It's hot, Red Hot, and smells just like it's predecessor. Red Hot walks in and owns the room with spicy black pepper and incense attitude, heats up with juicy raspberry and rose absolute and brings down the house with smoked papyrus and cedarwood. Boldly sweet and spicy and definitely not new here.Light it when you want your space (and your mood) to go slower.",
        "overall_rating": 0,
        "overall_reviewcount": 0,
        "img_url": "images/105.jpg",
        "reviews": {
            "review793": {
                "review_body": " ",
                "rating_value": 0
            }
        }
    },
    "106": {
        "name": "PASSION",
        "category": "Fruity",
        "company": "Boy Smells",                
        "link": "https://boysmells.com/collections/candles/products/passion-pit-candle-9oz",
        "description": "A fruity scent for mood boosting, playlist-making, and feeling cute. Fruity oranges, passion fruit and blond woods. group chat gossip. your breakfast nook just got fruity. Passion pit is a juicy orange and lush passion fruit scent, softened by sun-warmed blond woods. Sweet but not too sweet, flirty but chill. Basically, your weekend plans in scent form.Light it up and let the serotonin hit.",
        "overall_rating": "5",
        "overall_reviewcount": "20",
        "img_url": "images/106.jpg",
        "reviews": {
            "review778": {
                "review_body": "Gifted by the brand. This is a very potent candle that truly gives the whole room a nice smell, I found that this sweet strong scent was so romantic it just had to be placed in my bedroom it has a lot of burn time.",
                "rating_value": 5
            },
            "review779": {
                "review_body": "gifted by boy smells. this candle is so fun! i loveee the new packaging, it’s very cute but simple. the smell is amazinggg i love it so much, i need it in a perfume lol so i actually haven’t burned this yet, but the scent is so strong i don’t even need to",
                "rating_value": 5
            },
            "review780": {
                "review_body": "OK, this has to be one of my favorite new candles. It is super nice and fresh. It is so juicy. I like putting it in my room without opening the box and it made my room smell really good and when I lit the candle, it lit in my room, but my whole house started smelling like this and it smells wonderfu...",
                "rating_value": 5
            },
            "review781": {
                "review_body": "Complimentary from boysmells. JUST GET IT! DONT DEBATE PRICE ITS WORTH ALL YOUR MONEY!!!! It’s legit smells so good. Even the packaging smelled amazing. So far long lasting and the fragrance goes every room in our home",
                "rating_value": 5
            },
            "review782": {
                "review_body": "This candle by boy smells is the perfect candle to burn on a cloudy day. It truly smells like paradise and takes you to a hot sunny day. The passionfruit and orange scent makes you want to go grab a cocktail or mocktail and sunbathe at the beach. I have this candle burning in my room and I can’t get...",
                "rating_value": 5
            }
        }
    },
    "107": {
        "name": "ROSALITA",
        "category": "Floral",
        "company": "Boy Smells",        
        "link": "https://boysmells.com/collections/candles/products/rosalita-candle-9oz",
        "description": "A floral scent that will start a little drama. Floral tangerine, leather and roses. sending a risky text. Looks like someone just received a bouquet from an anonymous admirer. An updated version of the limited edition Secrete Garden scent, Rosalita bursts open with tangerine chaos, melts into rose absolute (she’s the moment), and finishes with a smooth hit of white leather. Fruity, floral, and not here to play nice.Light it when you're feeling emotionally unstable but, like, in a hot way.",
        "overall_rating": "5",
        "overall_reviewcount": "20",
        "img_url": "images/107.jpg",
        "reviews": {
            "review783": {
                "review_body": "I was gifted by boysmells their candle for In exchange for my honest thoughts, but oh boy am I happy that I received it. It smells so fragrant, and it fills a room even without being lit. The smell is very pleasant, and the rose is subtle and doesn’t feel old. I really love this candle and I can’t w...",
                "rating_value": 5
            },
            "review784": {
                "review_body": "I absolutely love this candle from Boy Smells. It’s so floral and the scent really throws. Even when the candle is not lit, I can smell it in my living room. It’s definitely worth the price. The jar is really thick and the color is so so pretty. This has been one of my favorite candles ever. Gifted ...",
                "rating_value": 5
            },
            "review785": {
                "review_body": "This product was gifted by boysmells in exchange for my honest opinion. I have never tried boysmells so I wasn’t sure what to expect, but I’ve heard a ton of good things. First of all the packaging is so cute! I love good packaging. The candle itself is so pretty and smells amazing! If you love a go...",
                "rating_value": 5
            },
            "review786": {
                "review_body": "Boy Smells Rosalita is a sultry blend of rose, sandalwood, and amber with a hint of leather and clove. It’s warm, spicy, and floral romantic yet grounded. A bold, luxurious scent that fills the room without overpowering.",
                "rating_value": 5
            },
            "review787": {
                "review_body": "Rosalita by Boy Smells was gifted to me and it is a dreamy blend of rose, leather, and spice warm, sultry, and unforgettable. It fills the room with a rich, balanced scent that lingers long after the flame’s out. actually obsessed already halfway thru it. check it my review on tiktok @ayah",
                "rating_value": 5
            }
        }
    },
    "108": {
        "name": "SO VANILLA",
        "category": "Gourmand",
        "company": "Boy Smells",                    
        "link": "https://boysmells.com/collections/candles/products/so-vanilla-candle-9oz",
        "description": "A gourmand scent for your 'just one more episode' era. Gourmand almond blossom, vanilla and amber. being the main character in a rom com. it sits perfectly on your cottage-core sidetable. You're So Vanilla, starting with airy almond blossom, melts into creamy vanilla, and lingers with golden amber. Sweet, smooth, and a little addictive— your secret is safe with us. Because vanilla is a lifestyle.",
        "overall_rating": "4.9",
        "overall_reviewcount": "45",
        "img_url": "images/108.jpg",
        "reviews": {
            "review788": {
                "review_body": "So vanilla is absolutely the best scent I’ve ever smelled. It’s so smooth and sweet, with a subtle almond undertone that just adds warmth. Even when it’s not lit, the scent fills the room. It’s comforting and perfect for the cold months.",
                "rating_value": 5
            },
            "review789": {
                "review_body": "Gifted by Boy Smells. This candle smells like pure comfort. I’ve been burning it nonstop, it has a perfect amount of sweetness and warmth, not overpowering. A perfect addition to my bedroom. I love it!",
                "rating_value": 5
            },
            "review790": {
                "review_body": "Vanilla, but not in the typical sweet and heavy way. This candle has a fresh, clean vibe and is just enough to make my space feel cozy and inviting. It burns evenly and has a long-lasting scent.",
                "rating_value": 5
            },
            "review791": {
                "review_body": "I was gifted by Boy Smells, and I am obsessed with this candle. It’s the perfect mix of sweet and cozy, without being overpowering. It creates such a peaceful vibe in the room, and the scent lasts for hours after burning.",
                "rating_value": 5
            },
            "review792": {
                "review_body": "I’ve been a vanilla fan for years, and this one is absolutely my favorite. The sweetness is balanced with just enough of the almond and amber notes to keep it from being too overwhelming. Perfect for any room.",
                "rating_value": 5
            }
        }
    }
}